[Translation]

TRANSLATION_BY                         = Μετάφραση από την
TRANSLATION_NAME                       = SGS-soft
TRANSLATION_LINK                       = http://www.sgs-soft.gr
LANGUAGENAME                           = Ελληνικά
FILEVER                                = 7200

[MainPopup]

MNU_OPEN_PICPICK		               = Επεξεργαστής Εικόνας
MNU_CAPTURE			                   = Στιγμιότυπο
MNU_CAPTURE_FULLSCREEN		           = Πλήρης Οθόνη
MNU_CAPTURE_ACTIVEWINDOW	           = Ενεργό Πλαίσιο
#7.2.0
MNU_CAPTURE_WINDOW                     = &Παράθυρο
#7.2.0
MNU_CAPTURE_CONTROL		               = Παραθυρικό Στοιχείο
MNU_CAPTURE_SCROLLINGWINDOW	           = Κυλιόμενο Πλαίσιο
MNU_CAPTURE_REGION		               = Περιοχή
MNU_CAPTURE_FIXEDREGION		           = Σταθερή Περιοχή
MNU_CAPTURE_FREEHAND		           = Ελεύθερη Επιλογή
MNU_CAPTURE_WEBPAGE		               = Ιστοσελίδα
MNU_CAPTURE_REPEAT		               = Επανάληψη Τελευταίας
MNU_WIDGET			                   = Προβολή Μικροεφρμογής...
MNU_CAPTURE_SETTING		               = Επιλογές Αποτύπωσης
MNU_OUTPUTTYPE		                   = Μορφή Εξόδου
MNU_OUTPUTTYPE_PICPICK		           = Επεξεργαστής PicPick 
MNU_OUTPUTTYPE_CLIPBOARD	           = Πρόχειρο
MNU_OUTPUTTYPE_SAVEIMAGE	           = Αρχείο Εικόνας
MNU_OUTPUTTYPE_SAVEFOLDER	           = Αυτόματη Αποθήκευσης Ως...
MNU_OUTPUTTYPE_OTHER		           = Εξωτερικό Πρόγραμμα...
MNU_OUTPUTTYPE_FTP		               = Διακομιστής FTP
MNU_OUTPUTTYPE_SHARE		           = Κοινόχρηστο
MNU_OUTPUTTYPE_SENDTO		           = Αποστολή προς
MNU_OUTPUTTYPE_FACEBOOK	               = Facebook
MNU_OUTPUTTYPE_TWITTER		           = Tw&itter
MNU_OUTPUTTYPE_MSWORD		           = Microsoft Word
MNU_OUTPUTTYPE_MSEXCEL		           = Microsoft Excel
MNU_OUTPUTTYPE_MSPPT		           = Microsoft PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK	           = E-mail
MNU_OUTPUTTYPE_PRINTER		           = Εκτυπωτής
MNU_OUTPUTTYPE_SKYPE		           = Skype
MNU_OUTPUTTYPE_CLOUD		           = Υπηρεσία Νέφους 
MNU_OUTPUTTYPE_WEB			           = Διεύθυνση URL Διαδικτύου
MNU_OUTPUTTYPE_DROPBOX		           = Drop&box
MNU_OUTPUTTYPE_GOOGLE		           = &Google Drive
MNU_OUTPUTTYPE_ONEDRIVE		           = &OneDrive
MNU_OUTPUTTYPE_MSPAINT		           = Microsoft P&aint
MNU_OPT_DEFAULTFORMAT		           = Προεπιλεγμένη Μορφή Εικόνας
MNU_OPT_OPENEDITOR		               = Άνοιγμα Επεξεργαστή στην Έναρξη της Εφαρμογής
MNU_OPT_STARTUPPROGRAM	               = Εκτέλεση PicPick στην Έναρξη
MNU_COLORPICKER			               = Επιλογέας Χρώματος
MNU_COLORPALETTE		               = Χρωματική Παλέτα
MNU_COPYCOLORTYPE		               = Αντιγραφή Χρώματος Ως
MNU_COLORHISTORY		               = Ιστορικό Χρώματος
MNU_COLORHISTORY_CLEAR		           = Διαγραφή Ιστορικού
MNU_MAGNIFIER			               = Μεγεθυντικός φακός
MNU_PIXELRULER			               = Χάρακας Πίξελ
MNU_PROTRACTOR			               = Μοιρογνωμόνιο
MNU_CROSSHAIR			               = Σταυρόνημα
MNU_WHITEBOARD			               = Πίνακας
MNU_CLOUDEXPLORER		               = Περιηγητής Νέφους
MNU_ABOUT_PICPICK		               = Επιλογές Εφαρμογής...
MNU_EXIT_PICPICK		               = Έξοδος

[Widget]

MNU_WIDGET			                   = Μικροεφαρμογή
MNU_WIDGET_LOCK			               = Κλείδωμα μικροεφαρμογής
MNU_WIDGET_SMALLICONS		           = Προβολή μικρών εικονιδίων
MNU_WIDGET_AUTOHIDE		               = Αυτόματη-απόκρυψη
MNU_WIDGET_OPACITY		               = Aδιαφάνεια
MNU_WIDGET_ALWAYSTOP		           = Πάντα στην κορυφή
MNU_WIDGET_CLOSE		               = Κλείσημο μικροεφαρμογής
MNU_WIDGET_OPTIONS                     = &Επιλογές μικροεφαρμογών

[PicPickEditor]

MNU_START                              = Έναρξη
MNU_FILE                               = Αρχείο
MNU_FILE_NEW                           = Nέο
MNU_FILE_OPEN                          = Άνοιγμα
MNU_FILE_OPENCLIPBOARD                 = Ανοιγμα από Πρόχειρο
MNU_FILE_OPENURL                       = Άνοιγμα από URL
MNU_FILE_OPEN_RECENT                   = Πρόσφατα
MNU_FILE_OPEN_BROWSE                   = Περιήγηση 
MNU_FILE_SAVESAME                      = Αποθήκευση
MNU_FILE_SAVE                          = Αποθήκευση Ως
MNU_FILE_SAVESELECT                    = Αποθήκευση Επιλογής Ως...
MNU_FILE_SAVEALL                       = Αποθήκευση Όλων
MNU_FILE_PRINT                         = Εκτύπωση
MNU_FILE_CLOSEIMAGE                    = Κλείσιμο Εικόνας
MNU_FILE_CLOSECURRENTIMAGE             = Τρέχουσα Εικόνα
MNU_FILE_CLOSEALLIMAGE                 = Όλες οι Εικόνες
MNU_FILE_CLOSEALLSAVEDIMAGE            = Όλες οι Αποθηκευμένες Εικόνες
MNU_FILE_CLOSEPICPICK                  = Έξοδος
MNU_EDIT                               = Eπεξεργασία
MNU_EDIT_UNDO                          = Αναίρεση
MNU_EDIT_REDO                          = Επανάληψη 
MNU_EDIT_CUT                           = Αποκοπή
MNU_EDIT_COPY                          = Αντιγραφή
MNU_EDIT_PASTE                         = Επικόλληση
MNU_EDIT_PASTEFROMFILE                 = Επικόλληση από Αρχείο...
MNU_EDIT_SELECTDEL                     = Διαγραφή
MNU_EDIT_SELECTNEW                     = Κόψιμο
MNU_EDIT_DESELECT                      = Αποεπιλογή
MNU_EDIT_SELECTALL                     = Επιλογή Όλων
MNU_EDIT_IMAGERESIZE                   = Αλλαγή Μεγέθους Εικόνας...
MNU_EDIT_CANVASRESIZE                  = Αλλαγή Μεγέθους Καμβά...
MNU_EDIT_VIEWBITMAP                    = Εμφάνιση Γραφικού σε Πλήρη-οθόνη...
MNU_TOOLS                              = Εργαλεία
MNU_TOOLS_FULLSCREEN 		           = Αποτύπωση Όλης της οθόνης
MNU_TOOLS_ACTIVEWINDOW 		           = Αποτύπωση Ενεργού Πλαισίου
#7.2.0
MNU_TOOLS_WINDOW                       = Αποτύπωση &Παραθύρου
#7.2.0
MNU_TOOLS_CONTROL 		               = Αποτύπωση Παραθυρικού Κοντρόλ
MNU_TOOLS_SCROLLINGWINDOW	           = Αποτύπωση Κυλιόμενου Πλαισίου
MNU_TOOLS_WEBPAGE 		               = Αποτύπωση Ιστοσελίδας
MNU_TOOLS_REGION 		               = Αποτύπωση Τμήματος
MNU_TOOLS_FIXEDREGION 		           = Αποτύπωση Σταθερού Τμήματος
MNU_TOOLS_FREEHAND 		               = Ελεύθερη Αποτύπωση
MNU_TOOLS_REPEAT 		               = Επανάλψη Τελευταίας Αποτύπωσης
MNU_TOOLS_COLORPICKER		           = Επιλογή Χρώματος
MNU_TOOLS_COLORPALETTE		           = Χρωματική Παλέτα
MNU_TOOLS_MAGNIFIER		               = Μεγενθυντικός Φακός
MNU_TOOLS_PIXELRULER		           = Χάρακας Πίξελ
MNU_TOOLS_PROTRACTOR	 	           = Μοιρογνωμόνιο
MNU_TOOLS_CROSSHAIR		               = Σταυρόνημα
MNU_TOOLS_WHITEBOARD		           = Πίνακας
MNU_TOOLS_SCREENRECORDER               = Εγγραφή Οθόνης 
MNU_TOOLS_OPTION		               = Επιλογές Εφαρμογής
MNU_TOOLSOPTION				           = Ρυθμίσεις Λήψης
MNU_TOOLSOPTION_OUTPUTTYPE			   = Μορφή Εξόδου
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT	   = Προεπιλεγμένη Μορφή Γραφικού
MNU_TOOLSOPTION_DUALMONITORS		   = Υποστήριξη Διπλής Οθόνης
MNU_TOOLSOPTION_HOTKEY			       = Αλλαγή Συντομεύσεων...
MNU_TOOLSOPTION_SOUND				   = Ενεργοποίηση Εφέ Ήχου
MNU_TOOLSOPTION_SCROLLCAPTURE		   = Ενεργοποίηση Αυτόματης Κύλισης
MNU_TOOLSOPTION_MOUSECURSOR			   = Συνύπαρξη Δρομέα Εικόνας
MNU_TOOLSOPTION_STARTUPPROGRAM		   = Άνοιγμα PicPick στην Έναρξη
MNU_TOOLSOPTION_OPENEDITOR			   = Άνοιγμα Eπεξεργασίας στην έναρξη
MNU_TOOLS_COLORTYPE				       = Αντιγραφή Χρώματος Ως
MNU_EFFECT 			                   = Εφέ
MNU_EFFECT_INVERT 		               = Αντιστροφή
MNU_EFFECT_GRAYSCALE		           = Αποχρώσεις του γκρι
MNU_EFFECT_MOSAIC 		               = Μωσαϊκό...
MNU_EFFECT_BLUR 		               = Θόλωμα
MNU_EFFECT_SHARPEN 		               = Όξυνση
MNU_EFFECT_BRIGHTNESS 		           = Φωτεινότητα/Αντίθεση...
MNU_EFFECT_HSL 			               = Απόχρωση/Κορεσμός...
MNU_EFFECT_BORDER 		               = Εφέ Γωνιών
MNU_EFFECT_FLIP 		               = Αναστροφή
MNU_EFFECT_FLIPH 		               = Οριζόντια Αναστροφή
MNU_EFFECT_FLIPV 		               = Κάθετη Αναστροφή
MNU_EFFECT_ROTATE 		               = Περιστροφή
MNU_EFFECT_ROTATE90 		           = 90°  δεξιόστροφη
MNU_EFFECT_ROTATE180 		           = 180° δεξιόστροφη
MNU_EFFECT_ROTATE270 		           = 270° δεξιόστροφη
MNU_EFFECT_FRAME		               = Πλαίσιο...
MNU_EFFECT_COLORBALANCE		           = Εξισορρόπηση Χρώματος...
MNU_EFFECT_WATERMARK		           = Υδατογράφημα...
MNU_WINDOW                             = Παράθυρο 
MNU_WINDOW_CASCADE                     = Διαδοχική Στοίβαξη
MNU_WINDOW_TILEH                       = Οριζόντια Παράθεση
MNU_WINDOW_TILEV                       = Κάθετη Παράθεση
MNU_WINDOW_MINIMIZEALL                 = Σμικρυνση Όλων
MNU_HELP                               = Βοήθεια
MNU_HELP_WEBSITE                       = Ιστότοπος PicPick
MNU_HELP_ABOUT                         = Σχετικά...
MNU_HELP_UPDATE                        = Έλεγχος για ενημερώσεις
PNL_TOOL_TOOLS                         = Εργαλεία
PNL_TOOL_COLOR                         = Χρώμα
PNL_TOOL_PROPERTY                      = Ιδιότητες
LBL_TOOL_WIDTHS                        = Πλάτος :
LBL_TOOL_OPACITY                       = Αδιαφάνεια
LBL_TOOL_SHAPE                         = Σχήμα:
TAB_HOME                               = Αρχική
TAB_FILE                               = Αρχείο
TAB_VIEW                               = Προβολή
TAB_SHAPES                             = Σχήματα
TAB_SHAPES_SUB                         = Διαμόρφωση
TAB_SHAPES_TEXT                        = Κείμενο
TAB_NUMBERSTAMP                        = Στάμπα Αριθμού
TAB_NUMBERSTAMP_SUB                    = Διαμόρφωση
TAB_SELECTION                          = Επιλογή
TAB_SELECTION_SUB                      = Διαμόρφωση
TAB_MAGNIFIER                          = Εφέ Μεγέθυνσης
TAB_MAGNIFIER_SUB                      = Διαμόρφωση
TAB_STAMPS                             = Στάμπες
TAB_STAMPS_SUB                         = Διαμόρφωση
TAB_SHARE                              = Κοινόχρηστο
TBR_CLIPBOARD                          = Πρόχειρο
TBN_CLIPBOARD_PASTE                    = Επικόλληση
TBN_CLIPBOARD_CUT                      = Αποκοπή
TBN_CLIPBOARD_COPY                     = Αντιγραφή
TBN_CLIPBOARD_DELETE                   = Διαγραφή
TBR_VIEW                               = Προβολή
TBN_VIEW_ZOOMIN                        = Μεγέθυνση
TBN_VIEW_ZOOMOUT                       = Σμίκρυνση
TBN_VIEW_FULL                          = Πλήρης Οθόνη
TBN_VIEW_100                           = Πραγματικό Μέγεθος
TBR_IMAGE                              = Εικόνα
TBN_IMAGE_EFFECT                       = Εφέ
TBN_IMAGE_CROP                         = Κόψιμο
TBN_IMAGE_RESIZE                       = Αλλαγή Μεγέθους
TBN_IMAGE_ROTATE                       = Περιστροφή
TBR_TOOLS                              = Εργαλεία
TBR_COLOR                              = Χρώματα
TBN_COLOR1                             = Χρώμα1
TBN_COLOR2                             = Χρώμα2
POP_COLORTYPE1                         = Παστέλ
POP_COLORTYPE2                         = Βασικά 
TBR_SHOWHIDE                           = Εμφάνιση-Απόκρυψη
TBN_RULER                              = Χάρακας
TBN_STATUSBAR                          = Κατάσταση
TBN_TAB                                = Πινακίδα
TBN_PANE                               = Παράθυρο Λεπτομερειών
TBN_THUMBNAIL                          = Προβολή Μικρογραφίας
TBR_WINDOW                             = Παράθυρα
TBN_CASCADE                            = Στοίβαξη
TBN_ARRANGEALL                         = Τακτοποίηση όλων
TBN_REGISTER                           = Δήλωση...
TBN_TOOLS_SELECT                       = Επιλογή
TBN_TOOLS_MOVE                         = Mετακίνηση
TBN_TOOLS_DRAW                         = Σχεδίαση
TBN_TOOLS_DRAW_BRUSH                   = Πινέλο
TBN_TOOLS_DRAW_ERASER                  = Γομολάστιχα   
TBN_TOOLS_DRAW_MARKER                  = Μαρκαδόρος
TBN_TOOLS_DRAW_PEN                     = Μολύβι
TBN_TOOLS_DRAW_CALLIGRAPHY             = Καλλιγραφία
TBN_TOOLS_DRAW_SMARTERASER             = Έξυπνη Γόμμα
TBN_TOOLS_DRAW_AIRBRUSH                = Αερογράφος
TBN_TOOLS_DRAW_MOSAIC                  = Πινέλο Pixelating
TBN_TOOLS_FILL                         = Γέμισμα
TBN_TOOLS_FILL_OPTIONS                 = Επιλογές Γεμίσματος
TBN_TOOLS_FILL_STANDARD                = Συνεχές 
TBN_TOOLS_FILL_REPLACEMENT             = Αντικατάσταση Χρώματος
TBN_TOOLS_STAMPS                       = Στάμπες
TBN_TOOLS_STAMPS_NUMBER                = Στάμπες Αριθμών
TBN_TOOLS_STAMPS_GENERAL               = Στάμπες Γενικής Χρήσης
TBN_TOOLS_STAMPS_CURSOR                = Στάμπες Δρομέα
TBN_SELECT_SELECTION_SHAPES            = Επιλογή Σχημάτων
TBN_SELECT_SELECTION_OPTIONS           = Επιλογή Ρυθμίσεων
TBN_SELECT_RECTANGLE                   = Ορθογώνια επιλογή
TBN_SELECT_ELLIPSE                     = Ελλειπτική Επιλογή
TBR_SIZE                               = Μέγεθος
TBN_MORECOLORS                         = Περισσότερα
MNU_PALETTETYPE                        = Τύπος παλέτας
TBR_COLORPALETTE                       = Παλέτα
TBN_THEME                              = Χρώματα Θέματος
TBN_THEME_DEFAULT                      = Προεπιλογή
TBN_THEME1                             = 1ο Θέμα 
TBN_THEME2                             = 2ο Θέμα
TBN_THEME3                             = 3ο Θέμα 
TBN_THEME4                             = 4ο Θέμα 
TBN_THEME5                             = 5ο Θέμα 
TBN_STANDARD_COLORS                    = Τυπικά Χρώματα
TBN_CUSTOM_COLORS                      = Προσαρμογή Χρωμάτων
TBN_MORE_COLORS                        = Περισσότερα Χρώματα...
TBN_ADD_CUSTOM_COLOR                   = Προσθήκη στα Προσαρμοσμένα Χρώματα
TBN_REMOVE_CUSTOM_COLOR                = Αφαίρεση από τα Προσαρμοσμένα Χρώματα
MNU_TOPBAR_TITLE                       = Προσαρμογή Πλήκτρων Κορυφής
MNU_TOPBAR_MINIMIZERIBBON              = Ελαχιστοποίηση Κορδέλας
MNU_QAT_TITLE                          = Προσαρμογή Εργαλείων Γρήγορης Πρόσβασης
MNU_QAT_ADD                            = Προσθήκη  Εργαλείων Γρήγορης Πρόσβασης
MNU_QAT_DELETE                         = Αφαίρεση Εργαλείων Γρήγορης Πρόσβασης
MNU_QAT_ABOVE                          = Προβολή Εργαλείων Γρήγορης Πρόσβασης Πάνω από την Κορδέλα
MNU_QAT_BELOW                          = Προβολή Εργαλείων Γρήγορης Πρόσβασης Κάτω από την Κορδέλα
MNU_QAT_DELETE                         = Επαναφορά Εργαλειοθήκης Γρήγορης Πρόσβασης
TBN_VIEW_TOUCHMODE                     = Λειτουργία Αφής
TBN_RIBBON_COLLAPSE                     = Σύμπτυξη Κορδέλας
TBN_RIBBON_PIN                          = Καρφίτσωμα Κορδέλας
OPEN_ALL_IMAGE_FILES                    = Όλα τα Αρχεία Εικόνας
OPEN_BITMAP_FILES                       = Αρχεία Bitmap
OPEN_ALL_FILES                          = Όλα τα Αρχεία
TAB_LAYERS                              = Επίπεδα
TAB_LAYERS_SUB                          = Μορφοποίηση
TAB_HISTORY                             = Ιστορικό
TAB_FORMAT_SHAPE                        = Μορφοποίηση Σχήματος
MNU_MAXIMIZE                            = Mεγιστοποίηση
MNU_MINIMIZE                            = Ελαχιστοποίηση
MNU_CLOSE                               = Κλείσιμο
MNU_RESTOREDOWN                         = Επαναφορά προς τα κάτω
MNU_CLOSEALL                            = Κλείσιμο Ό&λων
MNU_FILE_OPEN_FOLDERS                   = Φάκελοι
MNU_FILE_OPEN_AUTOSAVE_FOLDER           = Προεπιλεγμένος Φάκελος Εξόδου
MNU_FILE_OPEN_RECENT_IMAGES             = Πρόσφατες εικόνες
MNU_FILE_OPEN_RECENT_FOLDERS            = Πρόσφατοι φάκελοι
MNU_FILE_OPEN_OPTIONS_CLIPBOARD         = Πρόχειρο
MNU_FILE_OPEN_OPTIONS_URL               = URL Εικόνας
MNU_LIST_PIN                            = Καρφίτσωμα στη λίστα
MNU_LIST_UNPIN                          = Ξεκαρφίτσωμα από τη λίστα
MNU_LIST_REMOVE                         = Κατάργηση από τη λίστα
MNU_LIST_CLEAR                          = Κατάργηση ξεκάρφωτων στοιχείων
MNU_COPY_PATH                           = Αντιγραφή Διαδρομής στο Πρόχειρο
MNU_FILE_INFO                           = Πληροφορίες
MNU_HELP_REPORT                         = Αναφορά Θέματος
MNU_QAT_MORE                            = Περισσότερες Εντολές...
TBN_COLOR_DEFAULT                       = Προεπιλεγμένα Χρώματα
TBN_COLOR_SWAP                          = Εναλλαγή Χρωμάτων
TBN_COLOR_PICK                          = Επιλογέας χρωμάτων

[PicPickEditor Tip]

TIP_FILE_NEW                           = Δημιουργία νέας κενής εικόνας
TIP_FILE_OPEN                          = Άνοιγμα υπάρχουσας εικόνας
TIP_FILE_OPENCLIPBOARD                 = Άνοιγμα εικόνας από το πρόχειρο
TIP_FILE_OPENURL                       = Άνοιγμα εικόνας από URL
TIP_FILE_SAVE                          = Αποθήκευση ενεργής εικόνας
TIP_FILE_SAVEAS                        = Αποθήκευση ενεργής εικόνας με νέο όνομα
TIP_FILE_SAVESELECT                    = Αποθήκευση επιλογής με νέο όνομα
TIP_FILE_SAVEALL                       = Αποθήκευση όλων των εικόνων με νέο όνομα
TIP_FILE_PRINT                         = Εκτύπωση εικόνας
TIP_FILE_CLOSEIMAGE                    = Κλείσιμο τρέχουσας εικόνας
TIP_FILE_CLOSEALLIMAGE                 = Κλείσιμο όλων των αρχείων εικόνων
TIP_FILE_CLOSEALLSAVEDIMAGE            = Κλείσιμο όλων των αποθηκευμένων αρχείων εικόνων
TIP_FILE_CLOSEPICPICK                  = Κλείσιμο παραθύρου
TIP_EDIT_UNDO                          = Αναίρεση τελευταίας ενέργειας
TIP_EDIT_REDO                          = Επανάληψη προηγούμενης ενέργειας που αναιρέθηκε
TIP_EDIT_CUT                           = Αποκοπή  επιλογής και μεταφορά της στο πρόχειρο
TIP_EDIT_COPY                          = Αντιγραφή  επιλογής και τοποθέτηση της στο πρόχειρο
TIP_EDIT_PASTE                         = Επικόλληση περιεχομένων προχείρου στην ενεργή εικόνα 
TIP_EDIT_PASTEFROMFILE                 = Επικόλληση αρχείου στην τρέχουσα εικόνα
TIP_EDIT_SELECTDEL                     = Διαγραφή επιλογής
TIP_EDIT_SELECTNEW                     = Περικοπή εικόνας στην επιλεγμένη περιοχή
TIP_EDIT_DESELECT                      = Αποεπιλογή εικόνας
TIP_EDIT_SELECTALL                     = Επιλογή ολόκληρης εικόνας
TIP_EDIT_IMAGERESIZE                   = Αλλαγή μεγέθους εικόνας
TIP_EDIT_CANVASRESIZE                  = Αλλαγή μεγέθους καμβά
TIP_EDIT_VIEWBITMAP                    = Εμφάνιση εικόνας σε πλήρη οθόνη
TIP_TOOLS_CAPTURE                      = Εμφάνιση της γραμμής Αποτύπωσης στην οθόνη
TIP_TOOLS_FULLSCREEN                   = Αποτύπωση της επιφάνειας εργασίας
TIP_TOOLS_ACTIVEWINDOW                 = Αποτύπωση ενεργού παραθύρου
#7.2.0
TIP_TOOLS_WINDOW                       = Αποτύπωση εικόνας του επιλεγμένου παραθύρου
#7.2.0
TIP_TOOLS_CONTROL                      = Αποτύπωση παραθυρικού στοιχείου
TIP_TOOLS_SCROLLINGWINDOW	           = Αποτύπωση κυλιόμενου παραθύρου
TIP_TOOLS_WEBPAGE                      = Αποτύπωση ιστοσελίδων
TIP_TOOLS_REGION                       = Αποτύπωση ορθογώνιας περιοχής
TIP_TOOLS_FREEHAND                     = Αποτύπωση επιλογής
TIP_TOOLS_FIXEDREGION                  = Αποτύπωση σταθερής ορθογώνιας περιοχής
TIP_TOOLS_REPEAT                       = Αποτύπωση προηγούμενης περιοχής
TIP_TOOLS_CAPTUREMENU                  = Αποτύπωση εικονας στην οθόνη
TIP_TOOLS_COLORPICKER	               = Επιλογή κώδικα χρώματος στην οθόνη
TIP_TOOLS_COLORPALETTE	               = Βρίτε και ρυθμίστε το χρώμα που θέλετε
TIP_TOOLS_MAGNIFIER	                   = Δείτε από κοντά τα πίξελ της οθόνης
TIP_TOOLS_PIXELRULER	               = Βρείτε αποστάσεις/μεγέθη στοιχείων στο desktop
TIP_TOOLS_CROSSHAIR	                   = Υπολογίστε τις σχετικές συντεταγμένες
TIP_TOOLS_PROTRACTOR	               = Μετρήστε οποιαδήποτε γωνία στην οθόνη
TIP_TOOLS_WHITEBOARD	               = Παρουσιάστε ή σχεδιάστε οτιδήποτε στην οθόνη
TIP_TOOLS_OPTION		               = Εμφάνιση των ρυθμίσεων της εφαρμογής
TIP_TOOLS_SCREENRECORDER               = Εγγραφή βίντεο από την οθόνη της επιφάνειας εργασίας
TIP_TOOLSOPTION					       = Αλλαγή επιλογής αποτύπωσης
TIP_TOOLSOPTION_OUTPUTTYPE             = Αλλαγή προορισμού αποτύπωσης
TIP_TOOLSOPTION_OPT_DEFAULTFORMAT	   = Αλλαγή προεπιλεγμένου τύπου αρχείου εικόνας
TIP_TOOLSOPTION_DUALMONITORS		   = Υποστήριξη 2 οθονών στη αποτύπωση
TIP_TOOLSOPTION_HOTKEY				   = Αλλαγή συντομεύσεων
TIP_TOOLSOPTION_SOUND				   = Ήχος ενεργός στην αποτύπωση
TIP_TOOLSOPTION_SCROLLCAPTURE		   = Αποτύπωση εικόνας κυλιόμενου στοιχείου
TIP_TOOLSOPTION_MOUSECURSOR			   = Συμπερίληψη δρομέα στην εικόνα
TIP_TOOLSOPTION_STARTUPPROGRAM		   = Εκτέλεση PicPick στην έναρξη των Windows
TIP_TOOLSOPTION_OPENEDITOR			   = Άνοιγμα επεξεργαστή στην έναρξη της εφαρμογής
TIP_TOOLS_COLORTYPE				       = Αλλαγή χρώματος αντιγραφής σαν[HTML, RGB, C++, Delphi]
TIP_EFFECT_INVERT                      = Αντιστροφή χρωμάτων εικόνας
TIP_EFFECT_GRAYSCALE                   = Μετατροπή εικόνας σε 256 αποχρώσεις γκρι
TIP_EFFECT_MOSAIC                      = Εφαρμογή εφέ μωσαϊκού
TIP_EFFECT_BLUR                        = Εφαρμογή εφέ θολώματος
TIP_EFFECT_SHARPEN                     = Εφαρμογή εφέ όξυνσης
TIP_EFFECT_BRIGHTNESS                  = Φωτεινότητα/Αντίθεση
TIP_EFFECT_HSL                         = Χροιά/Κορεσμός
TIP_EFFECT_COLORBALANCE                = Ρύθμιση ισορροπίας μιας συγκεκριμένης περιοχής χρωμάτων σε μια εικόνα.
TIP_EFFECT_FLIPH                       = Οριζόντια αναστροφή επιλεγμένης περιοχής ή ολόκληρης εικόνας
TIP_EFFECT_FLIPV                       = Κάθετη αναστροφή επιλεγμένης περιοχής ή ολόκληρης εικόνας
TIP_EFFECT_ROTATE90                    = Δεξιά περιστροφή 90°
TIP_EFFECT_ROTATE180                   = Δεξιά περιστροφή 180°
TIP_EFFECT_ROTATE270                   = Δεξιά περιστροφή 270°
TIP_EFFECT_FRAME                       = Εφαρμογή εφέ πλαισίου
TIP_EFFECT_WATERMARK                   = Προσθήκη υδατογραφήματος λογότυπου
TIP_WINDOW_CASCADE                     = Τακτοποιεί τα παράθυρα σαν κάθετα επικαλλυπτόμενα πλακίδια
TIP_WINDOW_TILEH                       = Τακτοποιεί τα παράθυρα σαν οριζόντια  μη επικαλλυπτόμενα πλακίδια
TIP_WINDOW_TILEV                       = Τακτοποιεί τα παράθυρα σαν κάθετα μη επικαλλυπτόμενα πλακίδια
TIP_WINDOW_MINIMIZEALL                 = Ελαχιστοποιεί όλα τα ανοικτά παράθυρα
TIP_HELP_WEBSITE                       = Μεταφορά στην ιστοσελίδα του PicPick
TIP_HELP_ABOUT                         = Εμφανίζει πληροφορίες για το πρόγραμμα καιτα πνευματικά δικαιώματα
TIP_HELP_UPDATE                        = Ελέγχει για τυχόν ενημερώσεις 
TIP_TOOL_MOVE                          = Μετακινεί ολόκληρη εικόνα ή το επιεγμένο στοιχείο
TIP_TOOL_SELECT                        = Επιλογή μέρους της εικόνας.
TIP_TOOL_FILL                          = Κλικ σε μια περιοχή του καμβά για γέμισμα με χρώμα.
TIP_TOOL_PICKCOLOR                     = Επιλογή ενός χρώματος από την οθονη και χρήση του για σχεδίαση.
TIP_TOOL_DRAW                          = Σχεδίαση με διάφορα είδη πινέλων.
TIP_TOOL_STAMPS                        = Σχεδιάζει στάμπες στην εικόνα
TIP_TOOL_SHAPE                         = Σχεδίαση σχημάτων στην εικόνα 
TIP_SIZE                               = Επιλέξτε πλάτος για το εργαλείο επιλογής
TIP_TOOL_TEXT                          = Προσθήκη κειμένο στην εικόνα
TIP_OUTPUTTYPE_MSWORD 		           = Εισαγωγή αντιγράφου της εικόνας στο Microsoft Word
TIP_OUTPUTTYPE_MSEXCEL 	    	       = Εισαγωγή αντιγράφου της εικόνας στο Microsoft Excel
TIP_OUTPUTTYPE_MSPOWERPOINT	           = Εισαγωγή αντιγράφου της εικόνας στο Microsoft PowerPoint
TIP_OUTPUTTYPE_SKYPE		           = Αποστολή αντίγραφου αυτής της εικόνας στο Skype
TIP_OUTPUTTYPE_PROGRAM		           = Αποστολή αντιγράφου της εικόνας σε ένα εξωτερικό πρόγραμμα
TIP_OUTPUTTYPE_MSOUTLOOK	           = Επισύναψη αντιγράφου της εικόνας σε ηλεκτρονικό μήνυμα
TIP_OUTPUTTYPE_FACEBOOK	    	       = Ανεβάστε και κοινοποιήστε αυτή την εικόνα στο Facebook
TIP_OUTPUTTYPE_TWITTER		           = Ανεβάστε και κοινοποιήστε αυτή την εικόνα στο Twitter
TIP_OUTPUTTYPE_FTP		               = Άμμεση αποστολή αυτής της εικόνας σε μια τοποθεσία του Web μέσω FTP
TIP_OUTPUTTYPE_WEBUPLOAD	           = Αποστολή αυτής της εικόνας απευθείας σε μια τοποθεσία του Web
TIP_OUTPUTTYPE_CLOUD		           = Ανέβασμα της εικόνας στο Dropbox, Google Drive, SkyDrive κλπ
TIP_OUTPUTTYPE_DROPBOX                 = Ανεβάστε και κοινοποιήστε αυτή την εικόνα στο Dropbox
TIP_OUTPUTTYPE_GOOGLE	               = Ανεβάστε και κοινοποιήστε αυτή την εικόνα στο Google Drive
TIP_OUTPUTTYPE_ONEDRIVE 	           = Ανεβάστε και κοινοποιήστε αυτή την εικόνα στο OneDrive
TIP_OUTPUTTYPE_MSPAINT		           = Στείλτε αντίγραφο της εικόνας στο Microsoft Paint
TIP_IMAGE_ROTATEFLIP                   = Περιστροφή ή αναστροφή εικόνας/επιλογής
TIP_TOOLS_EFFECT                       = Επιλογή εφέ
TIP_TOOLS_WIDTHS                       = Επιλογή πλάτους
TIP_TOOLS_OPACITY                      = Επιλογή αδιαφάνειας
TIP_VIEW_ZOOMIN                        = Μεγέθυνση τρέχουσας εικόνας 
TIP_VIEW_ZOOMOUT                       = Σμίκρυνση τρέχουσας εικόνας
TIP_VIEW_ZOOMSELECT                    = Μεγένθυση ή Σμίκρυνση
TIP_VIEW_ACTUALSIZE                    = Μεγένθυση 100%
TIP_VIEW_THUMBNAIL                     = Εμφάνιση σελίδας μικρογραφιών για γρήγορη επιλογή εικόνας  
TIP_SHOW_RULER                         = Εμφάνιση/απόκρυψη χαράκων μέτρησης των εικόνων σας
TIP_SHOW_STATUSBAR                     = Εμφάνιση/απόκρυψη γραμμής κατάστασης στο κάτω μέρος του παραθύρου
TIP_SHOW_TAB                           = Εμφάνιση/απόκρυψη γραμμής καρτελών
TIP_SHOW_PANE                          = Εμφάνιση/απόκρυψη του πλαισίου λεπτομερειών
TIP_COLOR_COLOR1                       = Χρώμα μελανιού
TIP_COLOR_COLOR2                       = Χρώμα φόντου
TIP_COLOR_SWAP                         = Εναλλαγή χρωμάτων μελανιού/φόντου
TIP_COLOR_DEFAULT                      = Προεπιλογή χρωμάτων μελανιού/φόντου
TIP_COLOR_MORE                         = Περισσότερες παλέτες
TIP_SHAPE_FLATTEN                      = Εξισορρόπηση σχημάτων
TIP_SHAPE_DELETE                       = Διαγραφή σχήματος
TIP_SHAPE_DUPLICATE                    = Αντιγραφή σχήματος 
TIP_SHAPE_FILL                         = Γέμισμα επιλεγμένου σχήματος
TIP_SHAPE_OUTLINE                      = Περίγραμμα σχήματος
TIP_SHAPE_EFFECTS                      = Μορφή σχήματος
TIP_SHAPE_ADDTEXT                      = Εισαγωγή κείμενου στο σχήμα
TIP_SHAPE_FLATTEN_ALL                  = Εξομάλυνση όλων των σχημάτων
TIP_SHAPE_BRINGTOFRONT                 = Φέρνει το επιλεγμένο στοιχείο στο προσκήνιο ώστε να κρύβεται από λιγότερα στοιχεία που βρίσκονται μπροστά του
TIP_SHAPE_SENDTOBACK                   = Στέλνει το επιλεγμένο στοιχείο στο παρασκήνιο,ώστε να κρύβεται από τα στοιχεία που βρίσκονται μπροστά του
TIP_TEXT_BOLD                          = Έντονα
TIP_TEXT_ITALIC                        = Πλάγια
TIP_TEXT_UNDERLINE                     = Υπογράμμιση
TIP_TEXT_ALIGN_LEFT                    = Στοίχιση αριστερά
TIP_TEXT_ALIGN_CENTER                  = Στοίχιση στο κέντρο
TIP_TEXT_ALIGN_RIGHT                   = Στοίχιση δεξιά
TIP_TEXT_ALIGN_TOP                     = Κάθετη-στοίχιση πάνω
TIP_TEXT_ALIGN_MIDDLE                  = Κάθετη-στοίχιση στο μέσο
TIP_TEXT_ALIGN_BOTTOM                  = Κάθετη-στοίχιση κάτω
TIP_TEXT_WORDWRAP                      = Αναδίπλωση λέξεων
TIP_TEXT_COLOR                         = Χρώμα Κειμένου
TIP_TEXT_SIZE                          = Μέγεθος Κειμένου
TIP_TEXT_FONTFAMILY                    = Οικογένεια Γραμματοσειράς
TIP_OPEN_PICPICK                       = Άνοιγμα Επεξεργαστή PicPick.
TIP_AUTO_SAVE                          = Αυτόματη αποθήκευση εικόνων.
TIP_ALWAYSCOPYCLIPBOARD                = Πάντα  ακτιγραφή της ληφθείσας εικόνας στο Πρόχειρο.
TIP_NEW_LAYER                          = Δημιουργία νέου επιπέδου
TIP_CHANGE_SHAPE                       = Αλλαγή του σχήματος του σχεδίου, διατηρώντας όλη τη μορφοποίηση.
TIP_FORMAT_SHAPE                       = Αλλαγή της μορφής του σχήματος.
TIP_LAYER_BRINGTOFRONT                 = Μεταφορά επιλεγμένου αντικειμένου μπροστά από όλα τα άλλα αντικείμενα.
TIP_LAYER_SENDTOBACK                   = Μεταφορά επιλεγμένου αντικειμένου πίσω από όλα τα άλλα αντικείμενα.
TIP_LAYER_BRINGFORWARD                 = Μεταφορά επιλεγμένου αντικειμένου ένα επίπεδο πιο μπροστά, ώστε να το κρύβουν λιγότερα αντικείμενα.
TIP_LAYER_SENDBACKWARD                 = Μεταφορά επιλεγμένου αντικειμένου ένα επίπεδο πίσω, ώστε να κρύβεται πίσω από περισσότερα αντικείμενα.
TIP_CAPTURE_DELAY                      = Ορισμός χρονικής καθυστέρησης πριν από τη λήψη
TIP_HELP_REPORT                        = Στείλτε μια αναφορά για να μας βοηθήσετε να βελτιωθούμε
TIP_FILE_RENAME                        = Μετονομασία τρέχοντος αρχείου εικόνας.
TIP_FILE_OPEN_LOCATION                 = Αναδείξτε το αρχείο στην Εξερεύνηση αρχείων.
TIP_FILE_COPY_PATH                     = Αντιγραφή διαδρομής του αρχείου στο Πρόχειρο.
TIP_FILE_EXIT                          = Κλείσιμο της εφαρμογής.
TIP_EDIT_COPY_ALL                      = Αντιγραφή ολόκληρης της εικόνας και τοποθέτησή της στο πρόχειρο.
TIP_EDIT_SELECT_RECT                   = Επιλέξτε μια ορθογώνια περιοχή σχεδιάζοντας στον καμβά.
TIP_EDIT_SELECT_ELLIPSE                = Επιλέξτε μια έλλειψη σχεδιάζοντας στον καμβά.
TIP_EDIT_SELECT_INVERT                 = Αντιστροφή της τρέχουσας επιλογής.
TIP_DRAW_REPLACECOLOR                  = Κάντε κλικ σε μια περιοχή για να την αντικαταστήσετε με το χρώμα στον καμβά.
TIP_EDIT_CROP_NEW                      = Δημιουργήστε μια νέα εικόνα της επιλεγμένης περιοχής.
TIP_SHAPE_EFFECTS                      = Εφαρμoγή ενός οπτικού εφέ στο επιλεγμένο σχήμα.
TIP_SHAPE_STYLE                        = Εφαρμογή ενός στυλ στο επιλεγμένο σχήμα.
TIP_STAMP_STYLE                        = Εφαρμογή ενός στυλ στην επιλεγμένη σφραγίδα.

[Dialogs]

DLG_PICPICK_EDITOR_TITLE              = PicPick   
DLG_CONTROLCAPTURE_TITLE              = PicPick - Παράθυρο Ελέγχου
DLG_SCROLLINGWINDOWCAPTURE_TITLE      = PicPick - Κυλλιόμενο Παράθυρο  
DLG_REGIONCAPTURE_TITLE               = PicPick - Περιοχή Αποτύπωσης
DLG_FIXEDREGIONCAPTURE_TITLE          = PicPick - Αποτύπωση Σταθερής Περιοχής
DLG_FREEHANDCAPTURE_TITLE             = PicPick - Επιλεγογή Αποτύπωσης 
DLG_WHITEBOARDTOOL_TITLE              = PicPick - Πίνακας
DLG_MAGNIFIER_TITLE                   = PicPick - Μεγεθυντικός Φακός 
DLG_COLORPICKER_TITLE                 = PicPick - Επιλογέας Χρώματος
DLG_CROSSHAIR_TITLE                   = PicPick - Σταυρόνημα
DLG_COLORPALETTE_TITLE                = Παλέτα Χρωμάτων
DLG_AUTOSAVE_TITLE                    = Αυτόματη Αποθήκευση
DLG_NEWIMAGE_TITLE                    = Νέα Εικόνα
DLG_PRINT_TITLE                       = Εκτύπωση
DLG_CANVASSET_TITLE                   = Αλλαγή Μεγέθους Καμβά
DLG_IMAGERESIZE_TITLE                 = Αλλαγή Μεγέθους Εικόνας
DLG_ABOUT_TITLE                       = Σχετικά
DLG_PIXELATE_TITLE                    = Μωσαϊκό
DLG_HUESATURATION_TITLE               = Απόχρωση/Κορεσμός
DLG_BRIGHTNESSCONTRAST_TITLE          = Φωτεινότητα/Αντίθεση
DLG_FRAME_TITLE                       = Πλαίσιο
DLG_WATERMARK_TITLE                   = Υδατογράφημα
DLG_FONTVIEW_TITLE                    = Εισαγωγή Κειμένου
DLG_CAPTURE_TITLE                     = Αποτύπωση
DLG_CHANGEHOTKEY_TITLE                = Συντομεύσεις 
DLG_WEBPAGECAPTURE_TITLE              = PicPick - Αποτύπωση Ιστοσελίδων
DLG_SHORTCUT_TITLE                    = Αλλαγή Συντομεύσεων 
DLG_SETUP_TITLE                       = Ρυθμίσεις Προγράμματος
DLG_FILENAMESETUP_TITLE	              = Όνομα Αρχείου
DLG_IMAGES_TITLE                      = Εικόνες
DLG_GENERALSETUP_TITLE	              = Γενικά
DLG_SCREEN_RECORDER_TITLE             = Εγγραφή
DLG_FTPSETUP_TITLE                    = FTP
DLG_EDITORSETUP_TITLE                 = Επεξεργαστής
DLG_ARROWSET_TITLE                    = Προσαρμογή Βέλους
DLG_FACEBOOK_TITLE                    = Σύνδεση στο Facebook
DLG_TWITTER_TITLE                     = Σύνδεση στο Twitter
DLG_WEBUPLOAD_TITLE	                  = Ανέβασμα στον Ιστό
DLG_QAT_TITLE                         = Εργαλεία Γρηγορης Πρόσβασης
BTN_ADD                               = Προσθήκη
BTN_REMOVE                            = Αφαίρεση
BTN_OK                                = OK
BTN_CANCEL                            = Ακυρο
BTN_APPLY                             = Εφαρμογή
#7.2.0
BTN_CLOSE                             = &Κλείσιμο
BTN_IGNORE                            = &Παράληψη
BTN_RESET                             = &Επαναφορά
#7.2.0

[About]

GRP_PRESET                             = Προτιμήσεις
CHK_ADDSTARTUP                         = Εκτέλεση στην έναρξη
CHK_ADDDESTKOP                         = Εικονίδιο στην επιφάνεια εργασίας
CHK_CHECKUPDATE                        = Έλεγχος για ενημερώσεις
LBL_LANGUAGE                           = Γλώσσα
BTN_HOTKEY                             = Συντομεύσεις...
BTN_CREDIT                             = Συντελεστές
LBL_PROGRAMPARAMETER                   = Παράμετροι...
CHK_SETTINGTOAPPDATA                   = Αποθήκευση ρυθμίσεων στα Δεδομένα Εφαρμογής
LBL_MORELANGUAGE                       = Περισότερες Γλώσσες...
LBL_INFO_PRODUCT                       = Πληροφορίες Προϊόντος
LBL_INFO_LICENSE                       = Πληροφορίες Άδειας Χρήσης
LBL_INFO_VERSION                       = Έκδοση

[Captures]

GRP_CONTROLCAPTURE_PROPERTY            = Ιδιότητες
LBL_CONTROLCAPTURE_CLASS               = Ονομασία
LBL_CONTROLCAPTURE_SIZE                = Μέγεθος
LBL_CONTROLCAPTURE_INFO                = Κοντρόλ
LBL_CONTROLCAPTURE_SCROLL              = Αυτόματη Κύλλιση
LBL_CONTROLCAPTURE_OUTPUTTYPE          = Τύπος Εξόδου
LBL_CONTROLCAPTURE_HANDLE              = Δείκτης
LBL_CONTROLCAPTURE_RECT                = Ορθωγ.
LBL_CONTROLCAPTURE_BOTTOMTIP           = Επιλέξτε ένα παραθυρικό κοντρόλ (κουμπί, καρτέλα, πλαίσιο, γραμμή εργαλείων, κ.λπ.) και πιέστε το πλήκτρο PrtScn.
GRP_FIXEDREGIONCAPTURE_PROPERTY        = Μέγεθος Περιοχής
LBL_FIXEDREGIONCAPTURE_WIDTH           = Πλάτος :
LBL_FIXEDREGIONCAPTURE_HEIGHT          = Ύψος :
TIP_REGIONCAPTURE_NOTDRAG              = Επιλέξτε οποιαδήποτε ορθογώνια περιοχή της επιφάνειας εργασίας.
TIP_PIXEL                              = Πίξελ
TIP_FREEHANDCAPTURE_NOTDRAG            = Σχεδιάστε οτιοδήποτε σχήμα για αποτύπωση στην οθόνη.
LBL_COLORPICKER_COLORAS                = Χρώμα ως :
LBL_COLORPICKER_VALUE                  = Τιμή :
LSV_WEBPAGECAPTURE_LIST                = Επιλέξτε Ιστοσελίδα για αποτύπωση
BTN_WEBPAGECAPTURE_RELOAD              = Φόρτωση ξανά
BTN_WEBPAGECAPTURE_CAPTURE             = Αποτύπωσε
LBL_MINIHELP                           = Αριστερό κλικ για επιλογή περιοχής.
LBL_MINIHELP_CLICKDRAG                 = Για επιλογή περιοχής, κάντε κλικ ή σύρετε στην οθόνη.
LBL_MINIHELP_SCROLLCAPTURE              = Πατήστε Esc για ακύρωση
LBL_MINIHELP_SCROLLCAPTURE_WAIT         = Αναμονή υπλογισμού περιοχής κύλισης...
LBL_TIME_DELAY                          = Χρόνος &Καθυστέρησης
LBL_SECONDS                             = %d Δευτερόλεπτα
LBL_NODELAY                             = &Χωρίς Καθυστέρηση
LBL_ADD_CURSOR                          = Προσθήκη &Δείκτη Ποντικού
LBL_MORE_OPTIONS                        = &Περισσότερες επιλογές...
LBL_CLIPBOARD                           = Αντιγαφή στο &Πρόχειρο
#8.0.0
LBL_ADD_EFFECTS=Add Image &Effects
#8.0.0

[Shortcut]

TAB_HOTKEY                              = Συντομεύσεις 
GRB_CAPTURE                             = Αποτύπωση Οθόνης
GRB_TOOLS                               = Εργαλεία
LBL_KEYNONE                             = Κανένα
LBL_CAPTURE_FULLSCREEN		            = Ολόκληρη-οθόνη
LBL_CAPTURE_ACTIVEWINDOW	            = Ενεργό Παράθυρο
LBL_CAPTURE_CONTROL		                = Παραθυρικό κοντρόλ
LBL_CAPTURE_SCROLLINGWINDOW	            = Κυλλιόμενο Παράθυρο
LBL_CAPTURE_REGION		                = Τμήμα
LBL_CAPTURE_FIXEDREGION		            = Σταθερό Τμήμα
LBL_CAPTURE_FREEHAND		            = Ελεύθερη Επιλογή
LBL_CAPTURE_WEBPAGE		                = Ιστοσελίδα
LBL_CAPTURE_REPEAT		                = Επανάληψη Τελευταίας Αποτύπωσης
LBL_TOOLS_EDITOR		                 = Επεξεργαστής Εικόνας
LBL_TOOLS_COLORPICKER		             = Επιλογέας Χρωμάτων
LBL_TOOLS_COLORPALETTE		             = Παλέτα Χρωμάτων
LBL_TOOLS_PIXELRULER		             = Χάρακας Πίξελ
LBL_TOOLS_PROTRACTOR		             = Μοιρογνωμόνιο
LBL_TOOLS_CROSSHAIR		                 = Σταυρόνημα
LBL_TOOLS_WHITEBOARD		             = Πίνακας
LBL_TOOLS_MAGNIFIER		                 = Mεγενθυντικός Φακός
CBO_HOTKEY_CUSTOM		                 = Προσαρμογή...
CBO_HOTKEY_DEFAULT		                 = Προεπιλογές PicPick
CBO_HOTKEY_HYPERSNAP		             = HyperSnap
CBO_HOTKEY_NONE			                 = Ανενεργό
LBL_TOOLS_SCREENRECORDER               = Εγγραφή Οθόνης 

[FontView]

GRP_COLOR                              = Χρώματα
LBL_FONTCOLOR                          = Χρώμα Γραμματοσειράς
CHK_FILLCOLOR                          = Χρώμα Γεμίσματος
CHK_AA                                 = Στρογγυλεμένες άκρες γραμματοσειρών οθόνης

[AutoSave]

GRP_SELECTFOLDER                       = Αυτόματη Αποθήκευση Εικόνων
LBL_SELECTFOLDER                       = Επιλογή φακέλου αυτόματης αποθήκευσης αποτυπώσεων.
BTN_SELECTFOLDER                       = Αναζήτηση...
GRP_SELECTFILENAME                     = Όνομα Αρχείου
RDO_SELECTFILENAME_TEXT                = Κείμενο + Αριθμός
RDO_SELECTFILENAME_NUM                 = Μόνο Αριθμός
RDO_SELECTFILENAME_DATETIME            = Ημέρα/Ώρα
EDT_SELECTFILENAME_DEFAULT             = Εικόνα
GRP_SELECTFORMAT                       = Μορφή Αρχείου
RDO_SELECTFORMAT_BMP                   = Αρχεία Bitmaps (*.bmp)
RDO_SELECTFORMAT_JPG                   = Αρχεία Εικόνας JPEG (*.jpg)
RDO_SELECTFORMAT_PNG                   = Φορητά γραφικά δικτύου (*.png)
RDO_SELECTFORMAT_GIF                   = Αρχεία Εικόνας GIF (*.gif)
RDO_SELECTFORMAT_PDF                   = Αρχεία PDF (*.pdf)
LBL_SAVEFILENAME                       = Προεπιλεγμένο όνομα αρχείου για αυτόματη αποθήκευση ή ανέβασμα σε FTP.
LBL_EXAMPLETITLE                       = Παράδειγμα)
LBL_EXAMPLE1                           = %y : Χρόνος, %m : Μήνας, %d : Ημέρα
LBL_EXAMPLE2                           = %h : Ώρα, %n : Λεπτό, %s : Δευτ/το
LBL_EXAMPLE3                           = %c : Αριθμός
LBL_EXAMPLE4                           = %u : Όνομα Χρήστη, %w : Όνομα Υπολογιστή
LBL_EXAMPLE5                           = %t : Χρονική σήμανση Unix 
GRB_OTHERPROGRAM                       = Ρυθμίσεις Εξωτερικής Εφαρμογής
LBL_OTHERPROGRAM                       = Επιλογή εξωτερικής εφαρμογής για αποστολή των αποτυπώσεων.
LBL_OTHERPROGRAMPATH                   = Φάκελος Εφαρμογής :
LBL_OTHERPROGRAMPARAMETER              = Παράμετρος : 
LBL_OTHERPROGRAMSELECT                 = Αποστολή στην εξωτερική εφαρμογή...
LBL_OTHERPROGRAMMSWORD                 = Microsoft Word
LBL_OTHERPROGRAMMSEXCEL                = Microsoft Excel
LBL_OTHERPROGRAMMSPPT                  = Microsoft PowerPoint
LBL_SELECTFORMAT=Select a file format.

[GeneralSet]

GRB_STARTINGOPTION                     = Eπιλογές Έναρξης
LBL_PROGRAM_MODE                       = Προεπιλεγμένη λειτουργία εφαρμογής
CBO_PROGRAM_MODE_EDITOR                = Επεξεργαστής Εικόνας
CBO_PROGRAM_MODE_WIDGET                = Αιωρούμενη Μικροεφαρμογή
CBO_PROGRAM_MODE_TRAY                  = Προβολή μόνο ειδοποιήσεων 
CHK_STARTUP                            = Εκτέλεση PicPick στην έναρξη των Windows
CHK_UPDATE                             = Έλεγχος για ενημερώσεις 
GRB_APPEARANCE                         = Εμφάνιση
LBL_THEME                              = Χρώμαατα
CBO_THEME_DEFAULT                      = Προεπιλογή συστήματος
CBO_THEME_LIGHT                        = Ανοιχτόχρωμο
CBO_THEME_DARK                         = Σκουρόχρωμο
LBL_LANGUAGE                           = Γλώσσα

[CaptureSet]

GRB_CAPTUREOPTION		       = Επιλογές Αποτύπωσης
CHK_DUALMONITORS		       = Υποστήριξη διπλής οθόνης
CHK_SOUND			       = Ενεργοποίηση ήχων στη Λήψη
CHK_MOUSECURSOR		               = Συμπερίληψη του δρομέα εικόνας
CHK_HIDEEDITOR			       = Απόκρυψη επεξεργαστή PicPick πριν την αποτύπωση 
CHK_ALWAYSCOPYCLIPBOARD	               = Πάντα αντίγραφή εικόνας στο Πρόχειρο
CHK_STARTWITHCAPTUREBAR	               = Εμφάνιση εργαλείων αποτύπωσης στην έναρξη
GRB_AUTOSCROLL			       = Αυτόματη Κύλιση
CHK_SCROLLCAPTURE		       = Ενεργοποίηση Αυτόματης Κύλισης
LBL_SCROLLDELAY			       = Καθυστέρηση : 
LBL_SCROLLDELAYMS		       = ms
GRB_MAGNIFIER			       = Παράθυρο Μεγένθυσης
CHK_MAGNIFIER			       = Εμφάνιση μεγεθυντικού φακού με την αποτύπωση
LBL_ZOOMSCALE			       = Κλίμακα Zoom :
GRB_CAPTUREDELAY		       = Καθυστέρηση πριν την αποτύπωση
CHK_ADVANCECONTROLCAPTURE              = Χρήση Προηγμένων Τεχνικών Στιγμιότυπου
LBL_CAPTUREOUTPUT		       = Αλλαγή μορφής εξόδου με τη χρήση πλήκτρων συντόμευσης ή επιλογή από τα μενού στην περιοχή ειδοποιήσεων.
CHK_TOOLBAR			       = Εμφάνιση γραμμής εργαλείων με την αποτύπωση.
CHK_DISPLAY_SEC                        = Αντίστροφη μέτρηση καθυστέρησης οθόνης
CHK_MARK_OUTER                         = Σκουρόχρωμο έξω από την επιλογή
GRB_MAGNIFIER_GRID                     = Εμφάνιση γραμμών πλέγματος

[FTP]

GRB_FTPSERVER                          = Ρυθμίσεις Διακομιστή FTP 
LBL_FTPADDRESS                         = Διακομιστής FTP:
LBL_REMOTEPATH                         = Φάκελος FTP:
LBL_PORT                               = Θύρα :
CHK_PASSIVEFTP                         = Χρήση Παθητικού FTP
LBL_USERNAME                           = Όνομα Χρήστη :
LBL_PASSWORD                           = Κωδικός :
BTN_CONNECTTEST                        = ΕΛΕΓΧΟΣ
LBL_SENDWEBBROWSER                     = Άνοιγμα URL στον Ιστό
LBL_SENDCLIPBOARD                      = Αντιγραφή URL στο πρόχειρο
LBL_WEBADDRESS                         = URL

[EditorSet]

GRB_EDITOROPTION                       = Επιλογή Επεξεργαστή
CHK_OPENEDITORWHENSTART                = Άνοιγμα Επεξεργαστή στην έναρξη 
CHK_CENTERIMAGE                        = Στοίχιση εικόνας στο κέντρο του παραθύρου
CHK_CLOSEWITHOUTASKING                 = Απόρριψη μη-αποθηκευμένης εικόνας χωρίς ερώτηση
CHK_CROPNEW                            = Περικοπή σαν νέα εικόνα
CHK_SHOWCLASSICUI                      = Εμφάνιση Κλασσικού Μενού Εργαλείων
CHK_EXITWHENCLOSING                    = Έξοδος από το PicPick στο κλείσιμο του επεξεργαστή εικόνας.
CHK_AUTOFLATTEN                        = Αυτόματη εξομαλυνση σχημάτων με την εικόνα φόντου.
LBL_BG                                 = Χρώμα Φόντου :
RDO_BGDEFAULT                          = Προεπιλογή συστήματος
RDO_BGGRID                             = Πλέγμα
RDO_BGSOLID                            = Αμιγές Χρώμα 
GRB_FILETYPE                           = Συσχετίσεις Τύπων Αρχείων
LBL_FILETYPE                           = Επιλογή τύπων αρχείων που θέλετε να ανοίγουν με PicPick.
LBL_FILETYPEVISTA                      = Ορισμός PicPick σαν προεπιλεγμένο επεξεργαστή εικόνας
#8.0.0
CHK_SHAPE_GALLERY=Show shape gallery in the Ribbon
CHK_NORECENT=Do not show recently opened images
#8.0.0

[ArrowSet]

CHK_START                              = Αρχή
CHK_END                                = Τέλος
CHK_OUTLINE                            = Με Περίγραμμα
CBO_AT_ARROW1                          = Βέλος 1
CBO_AT_ARROW2                          = Βέλος 2
CBO_AT_CIRCLE                          = Κυκλος
CBO_AT_DIAMOND                         = Ρόμβος

[CanvasSet]

GRP_SIZE                               = Μέγεθος Καμβά
LBL_WIDTH                              = Nέο πλάτος
LBL_HEIGHT                             = Nέο ύψος
LBL_BACKCOLOR                          = Χρώμα Φόντου
LBL_PRESETS                            = Προεπιλογές
CBO_CLIPBOARD                          = Πρόχειρο
CBO_LASTUSED                           = Οι πιο πρόσφατες
CBO_CURRENT                            = Μέγεθος τρέχουσας εικόνας
CBO_WHITE                              = Λευκό
CBO_BLACK                              = Μαύρο
CBO_TRANSPARENT                        = Διάφανο
CBO_CUSTOM                             = Προσαρμογή

[ResizeSet]

RDO_ZOOM                               = Ποσοστιαία Κλιμάκωση
RDO_SIZE                               = Κλιμάκωση σε συγκεκριμένο μέγεθος
CHK_KEEP                               = Διατήρηση αναλογιών εικόνας
LBL_WIDTH                              = Πλάτος
LBL_HEIGHT                             = Ύψος

[ColorSet]

BTN_PREVIEW                            = Προεπισκόπιση
LBL_PIXELATE                           = Μωσαϊκό
LBL_HUE                                = Απόχρωση
LBL_SATURATION                         = Κορεσμός
LBL_BIRGHTNESS                         = Φωτεινότητα
LBL_CONTRAST                           = Αντίθεση
LBL_LIGHTNESS                          = Φωτεινότητα

[FrameSet]

GRP_PREVIEW                            = Προεπισκόπιση
GRP_EFFECT                             = Eφέ
CHK_BORDER                             = Περιθώριο
CHK_FRAME                              = Πλαίσιο
LBL_ETC                                = Περισσότερα εφέ πλαισίου...
CHK_AUTO                               = Εφαρμογή εφέ πλαισίου στην αποτύπωση της εικόνας 
CHK_SHADOW                             = Σκιά
CBO_SHADOW_POS_CENTER                  = Κέντρο
CBO_SHADOW_POS_TL                      = Πάνω Αριστερά
CBO_SHADOW_POS_TR                      = Πάνω Δεξιά
CBO_SHADOW_POS_BL                      = Κάτω Αριστερά
CBO_SHADOW_POS_BR                      = Κάτω Δεξιά

[Palette]

LBL_RED                                = Κόκκινο
LBL_GREEN                              = Πράσινο
LBL_BLUE                               = Μπλε
LBL_TYPE                               = Χρώμα σαν :
BTN_COPY                               = Αντιγραφή
CLR_DEFAULTTEXT                        = Παλέτα Χρωμάτων
CLR_CUSTOMTEXT                         = Περισσότερα...

[PixelRuler]

MNU_RULER_MOVE                         = Μετακίνηση
MNU_RULER_MOVE_UP                      = Πάνω
MNU_RULER_MOVE_DOWN                    = Κάτω
MNU_RULER_MOVE_LEFT                    = Αριστερά
MNU_RULER_MOVE_RIGHT                   = Δεξιά
MNU_RULER_TYPE                         = Τύπος
MNU_RULER_TYPE_HOTRIZONTAL             = Οριζόντιος
MNU_RULER_TYPE_VERTICAL                = Κάθετος
MNU_RULER_TRANSPARENT                  = Διαφάνεια
MNU_RULER_TRANSPARENT_USE              = Ενεργοποίηση
MNU_RULER_TRANSPARENT_NOTUSE           = Απενεργοποίηση
MNU_RULER_TRANSPARENT_INC              = Αύξηση(+)
MNU_RULER_TRANSPARENT_DEC              = Μείωση(-)
MNU_MAGNIFIER		               = Προβολή Mεγενθυτικού Φακού...
MNU_RULER_EXIT                         = Έξοδος
MNU_RULER_UNIT                         = Μονάδες
MNU_RULER_UNIT_PIXEL                   = Πίξελς
MNU_RULER_UNIT_INCH                    = Ίντσες
MNU_RULER_UNIT_CM                      = Εκατοστά
MNU_RULER_UNIT_DPI                     = DPI
MNU_RULER_COLOR                        = Χρώμα
MNU_RULER_COLOR_BLUE                   = Μπλε (Προεπιλογή)
MNU_RULER_COLOR_YELLOW                 = Κίτρινο (Κλασσικό)
MNU_RULER_COLOR_WHITE                  = Άσπρο
MNU_RULER_COLOR_BLACK                  = Μαύρο
MNU_RULER_COLOR_DARKGRAY               = Σκούρο γκρι
MNU_RULER_COLOR_DEFAULT                = Προεπιλογή συστήματος
MNU_RULER_UNIT_DPI_CUSTOM              = Προσαρμογή...
DLG_CUSTOMDPI_TITLE                    = Προσαρμοσμένη Ρύθμιση DPI
LBL_CUSTOMDPI_TEXT                     = Παρακαλώ εισάγετε τα πίξελ ανά Ίντσα (DPI) :

[WhiteBoard]

MNU_WHITEBOARD_PENWIDTH                = Πλάτος Πένας
MNU_WHITEBOARD_PENCOLOR                = Χρώμα Πένας
MNU_WHITEBOARD_PENCOLOR_BLACK          = Μαύρο
MNU_WHITEBOARD_PENCOLOR_WHITE          = Άσπρο
MNU_WHITEBOARD_PENCOLOR_RED            = Κόκκινο
MNU_WHITEBOARD_PENCOLOR_GREEN          = Πράσινο
MNU_WHITEBOARD_PENCOLOR_BLUE           = Μπλε
MNU_WHITEBOARD_PENCOLOR_CYAN           = Κυανό
MNU_WHITEBOARD_PENCOLOR_MAGENTA        = Πορφυρό
MNU_WHITEBOARD_PENCOLOR_YELLOW         = Κίτρινο
MNU_WHITEBOARD_PENCOLOR_GRAY           = Γκρι
MNU_WHITEBOARD_PENCOLOR_CUSTOM         = Κλπ...
MNU_WHITEBOARD_CLEAR                   = Διαγραφή
MNU_WHITEBOARD_SAVE                    = Αποτύπωση Οθόνης
MNU_WHITEBOARD_EXIT                    = Έξοδος
TIP_TOOL_MOVE                          = Mεταφορά
TIP_TOOL_ZOOM                          = Μεγέθυνση
TIP_TOOL_PEN                           = Μολύβι
TIP_TOOL_LINE                          = Γραμμή
TIP_TOOL_ARROW                         = Βέλος
TIP_TOOL_SHAPE                         = Σχήμα
TIP_TOOL_RECT                          = Ορθογώνιο
TIP_TOOL_ELLIPSE                       = Έλλειψη
TIP_TOOL_RRECT                         = Στρογγυλεμένο Ορθογώνιο
TIP_TOOL_TRANSPARENT                   = Διαφάνεια
TIP_TOOL_CLEAR                         = Απαλοιφή
TIP_TOOL_SAVE                          = Αποτύπωμα Οθόνης
TIP_TOOL_WIDTH                         = Πλάτος
TIP_TOOL_COLOR                         = Χρώμα

[Print]

BTN_PRINTERSETUP                       = Ρυθμίσεις Εκτυπωτή...
BTN_PRINT                              = Εκτύπωση
GRB_PREVIEW                            = Προεπισκόπηση
TAB_PAPERSETUP                         = Ρυθμίσεις Σελίδας
TAB_ADDTEXT                            = Προσθήκη κειμένου
GRB_MARGINSETUP                        = Περιθώριο
LBL_MARGINTOP                          = Πάνω
LBL_MARGINLEFT                         = Αριστερά
LBL_MARGINRIGHT                        = Δεξιά
LBL_MARGINBOTTOM                       = Κάτω
GRB_IMAGESETUP                         = Ρυθμίσεις Εικόνας
CHK_CENTER                             = Κεντράρισμα Εικόνας
CHK_SHRINK                             = Προσαρμογή στη σελίδα (συρρίκνωση)
CHK_PROPORTINAL                        = Διατήρηση αναλογιών
CHK_GRAYSCALE                          = Αποχρώσεις γκρί
GRB_PAPERCOUNT                         = Αντίγραφα
LBL_PAPERUNIT                          = Σελίδα(ες)
GRB_ORIENTATION                        = Προσανατολισμός
RDO_PORTRAIT                           = Κάθετος
RDO_LANDSCAPE                          = Οριζόντιος
GRB_HEADER                             = Επικεφαλίδα
CHK_HEADERADD                          = Προσθήκη
CBO_HEADERDEFAULT                      =Εισάγετε εδώ το κείμενο επικεφαλίδας
LBL_HEADERMARGIN                       = Περιθώριο :
BTN_HEADERFONT                         = Γραμματοσειρά...
RDO_HEADERLEFT                         = Αριστερά
RDO_HEADERCENTER                       = Κέντρο
RDO_HEADERRIGHT                        = Δεξιά
GRB_FOOTER                             = Υποσέλιδο
CHK_FOOTERADD                          = Προσθήκη
CBO_FOOTERDEFAULT                      = Εισάγετε εδώ το κείμενο υποσέλιδου
LBL_FOOTERMARGIN                       = Περιθώριο :
BTN_FOOTERFONT                         = Γραμματοσειρά...
RDO_FOOTERLEFT                         = Αριστερά
RDO_FOOTERCENTER                       = Κέντρο
RDO_FOOTERRIGHT                        = Δεξιά
LBL_SETTINGS                           = Ρυθμίσεις
LBL_PRINTER                            = Εκτυπωτής
BTN_PRINT_COLOR                        = Χρώμα Εκτύπωσης
CHK_COLOR                              = Χρώμα
CHK_MARGIN_NARROW                      = Στενό
CHK_MARGIN_NORMAL                      = Κανονικό
CHK_MARGIN_MODERATE                    = Μέτριο
CHK_MARGIN_WIDE                        = Φαρδύ
CHK_MARGIN_CUSTOM                      = Προσαρμογή Περιθωρίων...
#7.2.0
CHK_PAPER_CUSTOM                       = Περισσότερα Μεγέθη Χ&αρτιού...
LBL_SAVE_PDF                           = Αποθήκευση σαν PDF

[dxPSRes]

sdxPrintAllPages=Εκτύπωση όλων των σελίδων
sdxPrintCurrentPage=Εκτύπωση Τρέχουσας Σελίδας
sdxCustomPrint=Προσαρμοσμένη Εκτύπωση
sdxPages=Σελίδες
sdxPageSetupCaption=Ρυθμίσεις Σελίδας
sdxPage=Σελίδα
sdxMargins=Περιθώρια
sdxScaling=Κλιμάκωση
sdxPaper=Χαρτί
sdxPaperWidth=Πλάτος
sdxPaperHeight=Ύψος
sdxPaperSource=Πηγή Χαρτιού
sdxAutoOrientation=Αυτόματος
sdxPrintOrder=Σειρά Εκτύπωσης
sdxDownThenOver=Κάτω, μετά πάνω
sdxOverThenDown=Πάνω, μετά κάτω
sdxCenterOnPage=Κέντρο στη σελίδα
sdxHorizontally=Οριζόντια
sdxVertically=Κάθετα
sdxBtnHeaderBackground=Φόντο
sdxBtnFix=Σταθερό
sdxBtnRestoreOriginal=Επαναφορά αρχικού
sdxAdjustTo=Προσαρμογή σε
sdxFitToWidth=Προσαρμογή στο πλάτος της εικόνας
sdxFitToHeight=Προσαρμογή στο ύψος της εικόνας
sdxFitTo=Προσαρμογή
sdxPagesWideBy=Πλάτος σελίδας(ων) βάσει
sdxTall=ύψουςl
SdxInvalidMargins=Ένα ή περισσότερα περιθώρια έχουν οριστεί σε λανθασμένες τιμές.
sdxPaperSize=Μέγεθος Χαρτιού
sdxStatus=Κατάσταση
sdxStatusReady=Έτοιμο
sdxStatusPrinting=Εκτύπωσξ - Ολοκληρώθηκαν %d σελίδα(ες)
sdxBuildingReportStatusText=Δημιουργία - ESC για ακύρωση
sdxPrintingReportStatusText=Εκτύπωση -ESC για ακύρωση
sdxThereIsNoPictureToDisplay=Δεν υπάρχει εικόνα για εμφάνιση
sdxCustomSize=Προσαρμογή Μεγέθους
#7.2.0

[Facebook] 

BTN_CLOSE                              = Κλείσιμο
LBL_PREVIEW                            = Προεπισκόπηση Εικόνας
LBL_CAPTION                            = Λεζάντα φωτογραφίας
RDO_SELECTALBUMS                       = Επιλογή Άλμπουμ
RDO_CREATEALBUM                        = Δημιουργία νέου άλμπουμ φωτογραφιών
LBL_CREATEALBUM_NAME                   = Ονομασία : 
LBL_CREATEALBUM_LOCATION               = Θέση : 
LBL_CREATEALBUM_DESCRIPTION            = Περιγραφή : 
LBL_CREATEALBUM_PRIVACY                = Απόρρητο : 
CBO_CREATEALBUM_1                      = Καθένας
CBO_CREATEALBUM_2                      = Τα δίκτυα μου και οι Φίλοι
CBO_CREATEALBUM_3                      = Φίλοι των Φίλων
CBO_CREATEALBUM_4                      = Μόνο Φίλοι
BTN_UPLOAD                             = Ανέβασμα
LBL_IMGURL                             = URL εικόνας
LBL_LINKURL                            = Σύνδεση URL λευκώματος
LBL_UPLOADING                          = Ανέβασμα τώρα...
LBL_UPLOADCOMPLETE                     = Τέλος Αποστολής
LBL_UPLOADWAIT                         = Αναμονή για απάντηση...
LBL_UPLOADFAILURE                      = Αποτυχία αποστολής. Δοκιμάστε ξανά.
LBL_UPLOADRESULT                       = Έχετε αναβάσει επιτυχώς μία φωτογραφία. 
LBL_ACCOUNT                            = Λογαριασμός :
LBL_PASSWORD                           = Κωδικός :
LBL_REMEMBERPASSWORD                   = Απομνημόνευση Κωδικού
LBL_MESSAGE                            = Μήνυμα :
LBL_WEBUPLOAD_TITLE                    = Απευθείας ανέβασμα της εικόνας σας στον Ιστό
LBL_WEBUPLOAD_TITLESUB                 = Μέσω ImageShack - Δωρεάν υπηρεσία φιλοξενίας εικόνων
LBL_WEBUPLOAD_SIGNUP                   = Εγγραφείτε για να διαχειριστείτε τις εικόνες που αναβάσατε!
LBL_WEBUPLOAD_NOACCOUNT                = Επισκέπτης (Δεν απαιτείται εγγραφή)
LBL_WEBUPLOAD_ACCOUNTEXIST             = Έχω λογαριασμό ImageShack
BTN_REQUESTTWITTERPIN                  = Απαιτείται Twitter PIN
BTN_REMEMBERME                         = Απομνημόνευεση σε αυτόν τον υπολογιστή
LBL_TWITTERPIN                         = PIN
BTN_CONNECT                            = Σύνδεση
BTN_DISCONNECT                         = Αποσύνδεση

[ThumbnailView]

BTN_QUICKTABS                          = Γρήγορες Καρτέλες
MNU_RENAME                             = Μετονομασία...
MNU_OPENFILELOCATION                   = Ανοιγμα Θέσης Αρχείου...
LBL_RENAME                             = Παρακαλώ εισάγετε ένα όνομα αρχείου.

[ObjectProperty]

SHP_TEXTBOX                            = Κείμενο
SHP_HIGHLIGHTRECT                      = Ορθογώνιο Επισήμανσης
SHP_MAGNIFYEFFECT                      = Εφέ Μεγεθυνσης
SHP_NUMBERSTAMP                        = Σφραγίδα Αριθμού
SHP_LINES                              = Γραμμές
SHP_CUSTOMSHAPES                       = Προσαρμοσμένα Σχήματα
SHP_TRIANGLE                           = Tρίγωνο
SHP_SHAPES                             = Σχήματα
SHP_LINE                               = Γραμμή
SHP_CURVE                              = Καμπύλη
SHP_ARROW                              = Βέλος
SHP_CURVEARROW                         = Καμπυλωτό Βέλος
SHP_ELLIPSE                            = Έλλειψη
SHP_RECT                               = Ορθογωνιο
SHP_ROUNDRECT                          = Στρογγυλεμένο Ορθογώνιο
SHP_BALLOON                            = Μπαλόνι
SHP_DIAMOND                            = Ρόμβος
SHP_PENTAGON                           = Πεντάγωνο
SHP_Hexagon                            = Εξάγωνο
SHP_5STAR                              = Αστέρι 5-σημείων
SHP_6STAR                              = Αστέρι 6-σημείων
TAB_EDIT                               = Επεξεργασία
TBN_DELETE_OBJECT                      = Διαγραφή
TBN_DUPLICATE                          = Αντίγραφο
MNU_FLATTEN                            = Εξομάλυνση
MNU_FLATTENALL                         = Εξομάλυνση Όλων
LST_CHANGESHAPE                        = Αλλαγή Σχήματος
TAB_SHAPESTYLES                        = Στυλ Σχήματος
TBN_SHAPETEXT                          = Εισαγωγή Κειμένου...
TBN_SHAPEFILL                          = Γέμισμα
MNU_SHAPEFILL_NOFILL                   = Χωρίς Γέμισμα
MNU_SHAPEFILL_SOLIDFILL                = Συμπαγές Γέμισμα
MNU_SHAPEFILL_GRAFILL                  = Κάθετο γέμισμα ντεγκραντέ 
MNU_SHAPEFILL_RADIALFILL               = Ακτινωτό γέμισμα ντεγκραντέ 
TBN_SHAPEOUTLINE                       = Περίγραμμα
MNU_SHAPEOUTLINE_NOLINE                = Χωρίς γραμμή
MNU_SHAPEOUTLINE_SOLIDLINE             = Συμπαγής γραμμή
MNU_SHAPEOUTLINE_DOTLINE               = Γραμμή ......
MNU_SHAPEOUTLINE_DASHLINE              = Γραμμή ------
MNU_SHAPEOUTLINE_DASHDOTLINE           = Γραμμή -.-.-.
MNU_SHAPEOUTLINE_DASHDOTDOTLINE        = Γραμμή -..-..-..
TBR_SHAPEINSERT                        = Εισαγωγή Σχημάτων
TBN_SHAPEFORMAT                        = Μορφή Σχήματος
TBN_SHAPEEFFECTS                       = Εφέ Σχήματος
MNU_SHAPEEFFECTS_NOEFFECTS             = Χωρίς Εφέ
MNU_SHAPEEFFECTS_SHADOW                = Εφέ
MNU_SHAPEEFFECTS_SHADOWUSE             = Σκιά
MNU_SHAPEEFFECTS_SHADOWOPTION          = Επιλογές...
MNU_SHAPEEFFECTS_BALLOONPOS            = Κατεύθυνση Μπαλονιού
MNU_SHAPEEFFECTS_BALLOONPOSTL          = Πάνω Αριστερά
MNU_SHAPEEFFECTS_BALLOONPOSTR          = Πάνω Δεξιά
MNU_SHAPEEFFECTS_BALLOONPOSBL          = Κάτω Αριστερά
MNU_SHAPEEFFECTS_BALLOONPOSBR          = Κάτω Δεξιά
MNU_SHAPEEFFECTS_ARROWSTART            = Αρχή
MNU_SHAPEEFFECTS_ARROWEND              = Τέλος
MNU_SHAPEEFFECTS_ARROWNONE             = Όχι Βέλος
MNU_SHAPEEFFECTS_ARROW1                = Βέλος 1
MNU_SHAPEEFFECTS_ARROW2                = Βέλος 2
MNU_SHAPEEFFECTS_ARROWCIRCLE           = Κύκλος
MNU_SHAPEEFFECTS_ARROWDIAMOND          = Ρόμβος
MNU_SHAPE_ARRANGE                      = Τακτοποίηση
BTN_SHAPE_FRONT                        = Μεταφορά Εμπρός
BTN_SHAPE_BACK                         = Μεταφορά Πίσω
BTN_SHAPE_ARROWSTYLE                   = Στυλ βέλους
TAB_SHAPECOLOR                         = Χρώματα σχήματος
TAB_NUMBERSTAMP_NUMBER                 = Σχήματα Σφραγίδας
MNU_NUMBERSTAMP_CURRENT                = Τρέχον
MNU_NUMBERSTAMP_NEXT                   = Επόμενο
TAB_NUMBERSTAMP_STYLE                  = Στυλ Σφραγίδας
MNU_NUMBERSTAMP_SIZE                   = Μέγεθος
MNU_NUMBERSTAMP_SIZE_SMALL             = Μικρό
MNU_NUMBERSTAMP_SIZE_Medium            = Μεσαίο
MNU_NUMBERSTAMP_SIZE_LARGE             = Μεγάλο
MNU_NUMBERSTAMP_SHAPE                  = Σχήματα
MNU_NUMBERSTAMP_SHAPE_CIRCLE           = Κύκλος
MNU_NUMBERSTAMP_SHAPE_RECTANGLE        = Ορθογώνιο
TBN_SELECT_CROPCURRENT                 = Περικοπή
TBN_SELECT_CROPNEW                     = Περικοπή σαν νέα εικόνα
TAB_SELECT_SIZE                        = Μέγεθος
MNU_SELECT_SIZE_LEFT                   = Αριστερά
MNU_SELECT_SIZE_TOP                    = Πάνω
MNU_SELECT_SIZE_WIDTH                  = Πλάτος
MNU_SELECT_SIZE_HEIGHT                 = Ύψος
MNU_SELECT_INVERTSELECTION             = Αντιστροφή Επιλογής
TAB_MAGNIFIER_STYLE                    = Στυλ Εφέ Μεγέθυνσης 
MNU_SHARE_OPTIONS                      = Επιλογές...
TBN_NEW_LAYER                          = Δημιουργία Επιπέδου
TBN_CHANGE_SHAPE                       = Αλλαγή Σχήματος
BTN_LAYER_BRINGFORWARD                 = Μεταφορά Εμπρός
BTN_LAYER_SENDBACKWARD                 = Μεταφορά Πίσω
BTN_LAYER_BRINGTOFRONT                 = Μεταφορά σε 1ο Πλάνο
BTN_LAYER_SENDTOBACK                   = Μεταφορά στο Φόντο
SHP_NORMAL_SHAPES                      = Κανονικά σχήματα
SHP_CIRCLE                             = Κύκλος
SHP_RIGHT_TRIANGLE                     = Δεξί τρίγωνο
SHP_HEPTAGON                           = Επτάγωνο
SHP_OCTAGON                            = Οκτάγωνο
SHP_SPEECHBUBBLE                       = Συννεφάκι ομιλίας
SHP_SPEECHBUBBLE_ROUNDED               = Στρογγυλεμένο Συννεφάκι ομιλίας
SHP_THOUGHTBUBBLE                      = Συννεφάκι σκέψης
SHP_CROSS                              = Σταυρός
SHP_HEART                              = Καρδιά
SHP_LIGHTNING                          = Κεραυνός
SHP_CLOUD                              = Σύννεφο
SHP_BANNER                             = Πανό
SHP_8STAR                              = Αστέρι 8 σημείων
SHP_EXPLOSION                          = Έκρηξη
SHP_ARROW_RIGHT                        = Δεξί Βέλος
SHP_ARROW_LEFT                         = Αριστερό Βέλος
SHP_ARROW_UP                           = Πάνω Βέλος
SHP_ARROW_DOWN                         = Κάτω Βέλος
SHP_ARROW_FAT_RIGHT                    = Δεξί Χοντρό Βέλος
SHP_ARROW_FAT_LEFT                     = Αριστερό Χοντρό Βέλος
SHP_ARROW_FAT_UP                       = Πάνω Χοντρό Βέλος
SHP_ARROW_FAT_DOWN                     = Κάτω Χοντρό Βέλος
SHP_ARROW_LEFTRIGHT                    = Αμφίδρομο Βέλος
SHP_ARROW_UPDOWN                       = Πάνω Κάτω Βέλος
SHP_TAG_RIGHT                          = Δεξιά Ετικέτα
SHP_TAG_LEFT                           = Αριστερή Ετικέτα
SHP_TAG_UP                             = Πάνω Ετικέτα
SHP_TAG_DOWN                           = Κάτω Ετικέτα

[Licenses]

rdoRegistered                          = Είμαι εγγεγραμμένος χρήστης και έχω κωδικό καταχώρησης για εμπορική χρήση.
rdoPersonal                            = Θέλω να χρησιμοποιήσω αυτό το πρόγραμμα ΜΟΝΟ για προσωπική χρήση.
btnBuy                                 = Αγορά
btnRegister                            = Δήλωση
btnAgree                               = Συμφωνώ
btnClose                               = Κλείσιμο
lblEnterLicense                        = Εισάγετε τα στοιχεία καταχώρησης σας
lblOwnerName                           = Όνομα Κατόχου
lblRegistrationCode                    = Κωδικός Καταχώρησης
lblLicenseInfo                         = Το προϊόν αυτό καταχωρείτε για: 
lblPersonalUse                         = ΓΙΑ ΟΙΚΙΑΚΗ ΧΡΗΣΗ ( ΜΟΝΟ ΠΡΟΣΩΠΙΚΗ ΧΡΗΣΗ )
lblAskBuy                              = Ευχαριστούμε που χρησιμοποιείτε το PicPick!
lblAskBuyDescription                   = Παρακαλούμε σημειώστε ότι αυτή η μη-καταχωρημένη έκδοση μπορεί να χρησιμοποιηθεί μόνο για προσωπική χρήση σε μη εμπορικό περιβάλλον. Θα θέλατε να αγοράσετε μια άδεια τώρα;

[CommercialVersionTrial]

btnModeTrial                           = Δωρεάν Δοκιμαστική
btnModeTrialDescription                = Επιθυμώ την συνέχιση χρήσης του προϊόντος σε δοκιμαστική βάση.
btnModeActivate                        = Ενεργοποίηση της άδειας σας
btnModeActivateDescription             = Είμαι ήδη καταχωρημένος χρήστης και έχω ένα κλειδί άδειας.
btnModeBuy                             = Αγοράστε τώρα
btnModeBuyDescription                  = Μεταφορά στην επίσημη σελίδα για απόκτηση της άδειας σας.
lblTrialDescription                    = Αυτή είναι η δοκιμαστική έκδοση 30-ημερών του PicPick. Με τη λήξη της δοκιμαστικής περιόδου, θα πρέπει ή να αγοράσετε μια άδεια που ξεκλειδώνει την εφαρμογή ή να την απεγκαταστήσετε από τον υπολογιστή σας.
btnContinueTrial                       = Συνέχιση Δοκιμαστικής
lblDayLeft                             = Aπομένουν {$1} ημέρα(ες) από τις {$2} της δοκιμαστικής περιόδου.
lblDayExpired                          = Η άδεια σας δεν είναι πλέον διαθέσιμη.
lblEnterLicense                        = Εισάγετε τις πληροφορίες καταχώρισης
lblOwnerName                           = Όνομα Χρήστη
lblRegistrationCode                    = Κλειδί Άδειας
lblRegistrationHelp                    = Υπάρχει πρόβλημα με την ενεργοποίηση;
btnRegister                            = Ενεργοποίηση
btnDeactivate                          = Απενεργοποίηση
lblActivationOffline1                  = 1. Ανοίξτε το παρακάτω URL για απόκτηση του Κωδικού Πιστοποίησης. Αν είστε εκτός σύνδεσης θα πρέπει να συνδεθείτε από έναν άλλο υπολογιστή.
lblActivationOffline2                  = 2. Επικολλήστε τον Κωδικό Πιστοποίησης από το παραπάνω URL.
lblAuthCode                            = Κωδικός Πιστοποίησης :
lblExample                             = π.χ.
lblDeactivationOffline                 = Please open the below URL to deactivate your license. If you are in an offline environment, you need to go online at another computer.

[ImagesSet]

grbJPEGOption                          = Επιλογές JPEG
lblJPEGQuality                         = Ποιότητα
cboJPEGQualityMaximum                  = Μέγιστη
cboJPEGQualityHigh                     = Υψηλή
cboJPEGQualityMedium                   = Μέση
cboJPEGQualityLow                      = Χαμηλή

[SaveAll]

grbSaveOptions                         = Επιλογές Αποθήκευσης
lblSelectFolder                        = Επιλέξτε κατάλογο αποθήκευσης για τις αποτυπώσεις.
rdoAllImages                           = Όλες οι εικόνες
rdoUnsavedImages                       = Όλες οι μη αποθηκευμένες εικόνες
grbFileOptions                         = Επιλογές Αρχείων
lblFileName                            = Όνομα Αρχείου
lblFileType                            = Τύπος Αρχείου
rdoFiles                               = Αρχεία

[ColorBalance]

grpbxColorBalance                      = Ισορροπία χρωμάτων
lblColorLevels                         = Στάθμες χρωμάτων
grpbxToneBalance                       = Ισορροπία τόνου
rdbtnShadows                           = Σκιές
rdbtnMidtones                          = Ενδιάμεσοι τόνοι
rdbtnHighlights                        = Επισημάνσεις
chckbxPreserveLuminosity               = Διατήρηση φωτεινότητας

[StartPage]

lblStartHome                           = Επιλέξτε εργασία...
lblStartTitle1                         = Nέα εργασία
lblStartTitle2                         = Αξεσουάρ Γραφικών
chkStartDoNotShow                      = Μη εμφάνιση αυτού του παραθύρου στην εκκίνηση του προγράμματος

[Watermark]

lblWaterMarkPreview                    = Προεπισκόπιση
lblWaterMarkFile                       = Αρχείο :
lblWaterMarkPosition                   = Θέση :
lblWaterMarkOpacity                    = Αδιαφάνεια :
lblWaterMarkOffsetX                    = Offset-X :
lblWaterMarkOffsetY                    = Offset-Y :
chkWaterMarkAuto                       = Αυτόματη προσθήκη υδατογράμματος στην αποτύπωση εικόνας.
lblWaterMarkTypeImage                  = Υδατόγραμμα Εικόνας 
lblWaterMarkTypeText                   = Υδατόγραμμα Κείμενο 
cboWaterMarkTextSize                   = Μέγεθος Κειμένου
cboWaterMarkTextColor                  = Χρώμα

[PicPickUploader]

lblGoogle                              = Google Drive
lblDropbox                             = Dropbox
lblOneDrive                            = OneDrive
lblFTP                                 = FTP
lblImgur                               = Imgur
btnOK                                  = ΟΚ
btnCancel                              = Άκυρο
btnConnect                             = Σύνδεση...
btnOptions                             = Επιλογές...
btnUpload                              = Αποστολή
btnAccount                             = Λογαριασμός...
lblConnected                           = Συνδέθηκε
lblNotConnected                        = Δεν συνδέθηκε
lblConnecting                          = Γίνεται σύνδεση...
lblUploading                           = Γίνεται αποστολή...
lblUploaded                            = Ολοκλήρωση αποστολής
lblNotUploaded                         = Αποτυχία αποστολής. Δοκιμάστε ξανά.
lblGuestAccount                        = Λογαριασμός επισκέπτη
lblWait                                = Περιμένετε...
tbnConnect                             = Σύνδεση
tbnDisconnect                          = Αποσύνδεση
tbnRefresh                             = Ανανέωση
tbnNewFolder                           = Νέος φάκελος
tbnOptions                             = Επιλογές
tbnSelectFolder                        = θέση αποστολής...
tbnShareLink                           = Επιλογές Share Link ...
lblSelectFolder                        = Επιλέξτε ένα φάκελο για αποστολή της εικόνας σας.
lblMyDrive                             = My Drive
lblNewFolder                           = Εισάγετε ένα νέο όνομα φακέλου.
lblAuth                                = Συνδεθείτε μέσω του προγράμματος περιήγησής σας.
lblUploadSuccess                       = Έχετε αποστήλει με επιτυχία μια εικόνα.
lblShareLink                           = Share Link
lblGetLink                             = Λήψη συνδέσμου
chkShareLink                           = Να δημιουργείτε πάντα έναν κοινόχρηστο σύνδεσμο μετά τη αποστολή
chkCopyLink                            = Αντιγράψτε έναν κοινόχρηστο σύνδεσμο στο πρόχειρο μετά τη μεταφόρτωση
lblHost                                = Διακομιστής
lblUsername                            = Χρήστης
lblPassword                            = Κωδικός πρόσβασης
lblPort                                = Θύρα
lblLocation                            = Απομακρυσμένος φάκελος

[ScreenRecorder]

tbnRecord                               = Έναρξη Εγγραφής
tbnPause                                = Παύση Εγγραφής
tbnStop                                 = Τέλος Εγγραφής
tbnResume                               = Συνέχιση Εγγραφής
tbnFullscreen                           = Λειτουργία Πλήρους Οθόνης
tbnRegion                               = Λειτουργία Τμήματος
popSP16x9                               = Προεπιλογές 16:9
popSP4x3                                = Προεπιλογές 4:3
popAuto16x9                             = Ρύθμιση σε 16:9
popAuto4x3                              = Ρύθμιση σε 4:3
popSelect                               = Επιλέξτε Τμήμα...
popCustom                               = Προσαρμογή Μεγέθους...
tbnMic                                  = Προσθήκη Μικροφώνου
tbnCursor                               = Προσθήκη Δρομέα
tbnSoundMute                            = Χωρίς Ήχο
tbnSoundMic                             = Εγγραφή από Μικρόφωνο
tbnSoundSystemAudio                     = Εγγραφή Ήχου του Συστήματος
tbnOpenFolder                           = Άνοιγμα Φάκελου Εξόδου
tbnOptions                              = Επιλογές
tbnClose                                = Κλείσημο
statusRecord                            = Εγγραφή
statusPaused                            = Πάυση
statusStop                              = Τέλος
statusReady                             = Έτοιμο
frmRecordingArea                        = Τμήμα Εγγραφής

[ScreenRecorderOptions]

grbGeneral                               = Γενικά
chkAutoHide                              = Αυτόματη απόκρυψη παραθύρου σε λειτουργία πλήρους οθόνης
chkCursor                                = Εγγραφή του δείκτη του ποντικιού
chkPopup                                 = Εμφάνιση αναδυόμενου φακέλου εξόδου όταν ολοκληρωθεί η εγγραφή
grbVideo                                 = Βίντεο
lblFileType                              = Τύπος Αρχείου
lblFPS                                   = MP4 FPS
lblGIFFPS                                = GIF FPS
lblQuality                               = Ποιότητα
cboQualityVeryHigh                       = Πολύ Υψηλή Ποιότητα
cboQualityHigh                           = Υψηλή Ποιότητα
cboQualityMedium                         = Μέτρια Ποιότητα
cboQualityLow                            = Χαμηλή Ποιότητα
cboQualityVeryLow                        = Πολύ Χαμηλή Ποιότητα
grbAudio                                 = Ήχος
chkMic                                   = Εγγραφή του ήχου από το μικρόφωνο
chkSystemAudio                           = Εγγραφή του ήχου του συστήματος
lblAudioChannels                         = Κανάλια
cboAudioChannelsStereo                   = Στερεοφωνικό
cboAudioChannelsMono                     = Μονοφωνικό
lblAudioBitrate                          = Ρυθμός μετάδοσης bit
lblAudioFrequency                        = Συχνότητα
btnDefault                               = Αποθήκευση Προεπιλογών
lblOutput                                = Επιλέξτε ένα φάκελο εξόδου για την αποθήκευση των εγγραφών.
lblHotKey                                = Πλήκτρο συντόμευσης εγγραφής (αναπαραγωγή/διακοπή)
#7.2.0
lblMaxLength=Μέγιστη διάρκεια εγγραφής
cboMaxLength30mins=30 λεπτά
cboMaxLength1hour=1ώρα
cboMaxLength2hours=2ώρες
cboMaxLength4hours=4ώρες
#7.2.0

[BugReport]

lblHeader                                = Στείλτε μας τα σχόλιά σας για να κάνουμε το PicPick ακόμα καλύτερο.
chkAgree                                 = Πατώντας υποβολή, οι πληροφορίες σας θα χρησιμοποιηθούν για τη βελτίωση του PicPick.
edtEmail                                 = Email (Προαιρετικό)
btnSubmit                                = Υποβολή
lblFeedback                              = Ευχαριστούμε για τα σχόλιά σας!

[Website Resources]

title_picpick = PicPick - Εργαλείο σχεδιασμού Όλα-σε-ένα, Καταγραφή οθόνης, Επεξεργασία Εικόνας, Συλλέκτης Χρώματος, Χάρακας Πίξελ και πολλά ακόμα 
title_ngwin=  NGWIN - Αναπτύσσουμε λογισμικό φιλικό προς το χρήστη που παρέχει εύκολίες στο περιβάλλον εργασίας.
nav_picpick=  PicPick
nav_partners= Συνεργάτες
nav_contact=  Επικοινωνία
nav_home=     Αρχική
nav_features= Χαρακτηριστικά
nav_download= Λήψη
nav_buy=      Αγορά Τώρα
nav_forum=    Ομάδα Συζήτησης
section_features= Δυνατότητες
section_reviews= Κριτικές Μέσων
section_download= Λήψη
section_download_commercial= ΕΜΠΟΡΙΚΗ ΕΚΔΟΣΗ ΓΙΑ ΕΓΓΕΓΡΑΜΜΕΝΟΥΣ ΧΡΗΣΤΕΣ
section_buy= Αγορά Τώρα
section_plans= Τιμές & Προγράμματα
section_screenshots= Στιγμιότυπα Οθόνης
section_customers= Πελάτες μας
section_latestversion= Τελευταία Έκδοση
section_changelog: Αλλαγές που Έγιναν
section_availableon= Διαθέσιμο Από
section_likeuson= Δώστε μας τα like σας
section_eula= Άδεια Χρήσης Τελικού Χρήστη
section_privacypolicy= Πολιτική Απορρήτου
section_volumepricing= Πολιτική Τιμών
button_download= ΛΗΨΗ
button_buy= ΑΓΟΡΑΣΤΕ ΤΩΡΑ
button_upgrade= ΑΝΑΒΑΘΜΙΣΤΕ ΤΩΡΑ
button_upgrade_nothanks= Όχι Ευχαριστώ
button_viewdetail= ΔΕΙΤΕ ΛΕΠΤΟΜΕΡΕΙΕΣ
button_free_download= ΔΩΡΕΑΝ ΛΗΨΗ
button_download_portable= Φορητή Έκδοση
button_download_commercial= Κατέχω ήδη μια άδεια.
text_freetotry= Δωρεάν για προσωπική χρήση, δοκιμάστε το σήμερα.
text_copyright= Copyright{copy} {ngwin} Με επιφύλαξη κάθε νόμιμου δικαιώματος.
text_winavailable= Διαθέσιμο για όλες τις εκδόσεις των Windows
text_winavailable2= Microsoft Windows 11,10, 8.1, 8, 7, Vista και XP περιλαμβάνει τις εκδόσες 32-bit και 64-bit.
text_recommend= ΠΡΟΤΕΙΝΕΤΑΙ
text_limitedtimeoffer= ΠΡΟΣΦΟΡΑ ΠΕΡΙΟΡΙΣΜΕΝΟΥ ΧΡΟΝΟΥ
text_free= ΔΩΡΕΑΝ
text_personal_only_detail= Παρακαλούμε σημειώστε ότι η δωρεάν έκδοση μπορεί να χρησιμοποιηθεί μόνο για προσωπική χρήση σε μη-εργασιακά περιβάλλοντα.
text_license_peruser= Το PicPick άδειοδοτείται ανά χρήστη. Κάθε χρήστης που αγόρασε μια άδεια μπορεί να έχει το λογισμικό εγκατεστημένο σε δύο υπολογιστές. (π.χ. στο PC του και στο laptop του).
text_license_noshare= Η άδεια δεν μπορεί να μοιραστεί μεταξύ διαφορετικών χρηστών
text_bluesnap= Το 2Checkout είναι το online σύστημα πληρωμής που σας προτείνουμε. Υποστηρίζει πλήρως ασφαλή υπηρεσία online πληρωμών με μια ποικιλία μεθόδων πληρωμής όπως το PayPal, πιστωτικές κάρτες κ.λπ.
text_thankyou= Σας ευχαριστούμε που εγκαταστήσατε το PicPick.
text_download_thankyou= Σας ευχαριστούμε που κατεβάσατε το PicPick.
text_download_start= Η λήψη θα ξεκινήσει σύντομα σε λίγα δευτερόλεπτα.
text_download_ifnot= Αν λήψη δεν ξεκινήσει αυτόματα, κάντε κλικ {here} ή κατεβάστε το από τους συνδέσμους mirror.
ext_download_ifnot2= Αν λήψη δεν ξεκινήσει αυτόματα, παρακαλούμε κάντε κλικ {here}.
text_download_ifnot2_here: εδώ
text_upgrade= Κάντε αναβάθμιση στην έκδοσδη Professional για περισσότερες δυνατότητες!
overview_jumbotron_h1= PicPick
overview_jumbotron_h2= Όλα σε ένα εργαλείο σχεδίασης για τον καθένα
overview_jumbotron_p1= Ένα πλήρες εργαλείο καταγραφής οθόνης, επεξεργαστής εκόνας, επιλογέας χρώματος, χρωματική παλλέτα, χάρακας πίξελ, μοιρογνωμονιο, σταυρόνημα, ασπροπίνακας και άλλα πολλά
overview_jumbotron_p2= Φιλικό στο χρήστη με πολλές δυνατότητες για τη δημιουργια των εικόνων σας, Ιδανικό για προγραμματιστές, γραφίστες και οικιακούς χρήστες.
overview_feature_1_h1=  Καταγράφει οτιδήποτε,
overview_feature_1_p1= Λαμβάνει στιγιότυπα ολόκληρης της οθόνης, από ένα ενεργό παράθυρο, κυλιόμενα παράθυρα και οποιαδήποτε καθορισμένη περιοχή της επιφάνειας εργασίας σας.
overview_feature_2_h1= Επεξεργασθείτε τις εικόνες σας
overview_feature_2_p1= Σχολιάστε και αναδείξτε τις εικόνες σας: κείμενο, με βέλη, σχήματα κλ.π χάρις στον ενσωματωμένο επεξεργαστή εικόνας που διαθέτει μενού 'κορδέλας' τελευταίου τύπου
overview_feature_3_h1= Βελτιώστε τις με τα εφέ 
overview_feature_3_p1= Προσθέστε εύκολα εφέ στις εικόνες σας: σκιές, πλαίσια, υδατογραφήματα, μωσαϊκό, θαμπάδα κίνησης, έλεγχος φωτεινότητας και άλλα πολλά
overview_feature_4_h1= Μοιραστείτε τις παντού 
overview_feature_4_p1= Αποθηκεύτε τις, μοιραστείτε τις, ή στείλτε τις εικόνες σας μέσω ιστού, email, ftp, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter κ.λπ.
overview_feature_5_h1= Εργαλεία Γραφικών
overview_feature_5_p1= Μια συλλογή από εργαλεία γραφικών που περιλαμβάνει, επιλογέα χρωμάτων, παλέτα χρωμάτων, χάρακα pixel, μοιρογνωμόνιο, σταυρόνημα, μεγεθυντικός φακός, ασπροπίνακα
overview_feature_6_h1= Προσαρμογή παραμέτρων
overview_feature_6_p1= Με εξαιρετικά προηγμένες ρυθμίσεις, μπορείτε να προσαρμόσετε: πλήκτρα συντόμευσης, ονομασία αρχείων, ποιότητα εικόνας, και πολλές άλλες ρυθμίσεις που ταιριάζουν με τις ανάγκες σας.
reviews_1_body= Το πρόγραμμα αυτό δίνει την αίσθηση ενός "ελβετικού σουγιά", ή ίσως ένα καλά εξοπλισμένο και οργανωμένο συρτάρι γραφείου. Διαθέτει όλα τα είδη των χρήσιμων εργαλείων και πιστεύουμε ότι το PicPick απευθύνεται σε σχεδιαστές ιστοσελίδων, γραφίστες, ακόμα και στον μέσο χρήστη υπολογιστή που περιστασιακά χρειάζεται να ασχοληθεί με γραφικά.
reviews_1_author= CNET Download.com
reviews_1_link= http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1
reviews_1_img= review_cnet.png
reviews_2_body= Ειδικά σχεδιασμένο για τον οικιακό χρήστη στοχεύοντας να δώσει όσο το δυνατόν περισσότερη ευελιξία στην εργασία του. Περιλαμβάνει ακόμα και κάποιες δυνατότητες που δεν βρίσκονται ακόμη και στο Photoshop. Το PicPick, εκτός του ότι έιναι ένας  καλός, εύκολος στη χρήση επεξεργαστής εικόνας, παρέχει επίσης και επιλογές λήψης στιγμιότυπων γραφικών και ένα σύνολο πλήκτρων συντόμευσης που θα ζήλευαν ακόμα και παρόμοιοι επεξεργαστές.
reviews_2_author= Softpedia
reviews_2_link= http://www.softpedia.com/reviews/windows/PicPick-49842.shtml
reviews_2_img= review_softpedia.png
features_1_h1= Καταγραφή οθόνης
features_1_p1= Λαμβάνει στιγμιότυπα ολόκληρης της οθόνης, του ενεργού παραθύρου, τών κυλιόμενων παραθύρων και από κάθε συγκεκριμένη περιοχή της επιφάνειας εργασίας σας.
features_1_p2= Υποστηρίζει περιβάλλοντα πολλαπλών οθόνών, καταγρσφή με ή χωρίς δρομέα, αποθηκεύει και επιλέγει αυτόματα όνομα  αρχείου, κ.λπ.
features_1_p3= Υποστηρίζει την αιωρούμενη  γραμμής καταγραφής η οποία σας διευκολύνει στη λήψη στιγμιοτύπων οθόνης.
features_1_p4= Προσαρμόστε τις δικές σας συντομεύσεις πλήκτρων.
features_1_list_1= Πλήρης-οθόνη
features_1_list_2= Ενεργό παράθυρο
features_1_list_3= Παραθυρικό κοντρόλ
features_1_list_4= Κυλλιόμενο παράθυρο
features_1_list_5= Τμήμα
features_1_list_6= Σταθερό Τμήμα
features_1_list_7= Ελεύθερη επιλογή
features_1_list_8= Επανάληψη τελευταίας καταγραφής
features_1_list_9= Γραφικό στοιχείο καταγρφαής (widget)
features_1_list_10= Καταγραφή μαζί με τον δρομέα
features_1_list_11= Καθυστερημένη καταγραφή
features_1_list_12= Aυτόματη-αποθήκευση
features_2_h1=  Επεξεργαστής Εικόνας
features_2_p1=  Με ενσωματωμένο πρόγραμμα επεξεργασίας εικόνας που περιλαμβάνει μενού στυλ 'κορδέλας', μπορείτε να σχολιάσετε και να αναδείξετε τα γραφικά σας.
features_2_list_1= Σχεδίαση
features_2_list_2= Εισαγωγή Κειμένου
features_2_list_3= Βέλη, γραμμές
features_2_list_4= Σχήματα
features_2_list_5= Μπαλόνι
features_2_list_6= Εργαλείο επισήμανσης
features_2_list_7= Περικοπή
features_2_list_8= Αλλαγή Μεγέθους
features_2_list_9= Περιστροφή
features_2_list_10= Αναστροφή
features_2_list_11= Κλίμακα του γκρι
features_2_list_12= Mωσαϊκό
features_2_list_13= Πλαίσιο
features_2_list_14= Υδατόγραμμα
features_2_list_15= Θάμπωμα
features_2_list_16= Όξυνση
features_2_list_17= Φωτεινότητα
features_2_list_18= Απόχρωση / Κορεσμός
features_2_list_19= Ισορροπία χρωμάτων
features_3_h1= Αποθήκευση, κοινή χρήση, ή αποστολή
features_3_p1= Με την ολοκλήρωση της καταγραφής και επεξεργασίας των εικόνων σας, μπορείτε να τις  αποθηκεύσετε, κοινοποιήσετε ή να τις αποστείλετε επιλέγοντας μια σειρά μορφών εξόδου
features_3_list_1= Πρόχειρο
features_3_list_2= Αρχεία γραφικών
features_3_list_3= PDF
features_3_list_4= Εκτυπωτή
features_3_list_5= URL Ιστού
features_3_list_6= Dropbox
features_3_list_7= Google Drive
features_3_list_8= OneDrive
features_3_list_9= Box
features_3_list_10= Facebook
features_3_list_11= Twitter
features_3_list_12= Skype
features_3_list_13= Διακομιστής FTP
features_3_list_14= e-mail
features_3_list_15= Microsoft Word
features_3_list_16= Microsoft PowerPoint
features_3_list_17= Microsoft Excel
features_3_list_18= Εξωτερικό πρόγραμμα
features_4_h1= Επιλογέας Χρώματος
features_4_p1= Βοηθά να βρείτε τον ακριβή χρωματικό κώδικα pixel στην οθόνη σας με ένα ενσωματωμένο παράθυρο μεγέθυνσης
features_4_p2= Υποστηρίζει RGB, HTML, C++, Delphi.
features_5_h1= Παλλέτα χρωμάτων
features_5_p1= Βρείτε και ρυθμίστε τον ακριβή χρωματικό κώδικα πίξελ χρησιμοποιώντας επιλογέα χρώματος με στυλ του photoshop που υποστηρίζει RGB, HSV.
features_6_h1= Χάρακας Μέτρησης Πίξελ
features_6_p1= Σας βοηθά στη μέτρηση του μεγέθους αντικειμένων και να τα τοποθετήσετε σε ακριβείς θέσεις στην οθόνη.
features_6_p2= Υποστηρίζει οριζόντια και κατακόρυφη θέση, μονάδες (πίξελ, ίντσες, εκατοστά), ρυθμίσεις DPI (72, 96, 120, 300), εμφανίσεις (skins)
features_7_h1= Μεγεθυντικός φακός
features_7_p1= Με το ελαφρύ, ομαλό και αρκετά μεγάλο εργαλείο μεγέθυνσης, μπορείτε να δείτε οποιαδήποτε περιοχή της επιφάνειας εργασίας μεγενθυμένη.
features_8_h1= Σταυρόνημα
features_8_p1= Με τη δυνατότητα αυτή, υπολογίστε τις σχετικές συντεταγμένες της θέσης της εικόνας.
features_8_p2= Αυτό μπορεί να είναι χρήσιμο για παράδειγμα στην χάρτη εικόνας HTML.
features_9_h1= Μοιρογνωμόνιο
features_9_p1= Σας βοηθά να βρείτε  γωνίες στην οθόνη. Διαλέξτε ένα κέντρο, στη συνέχεια μια θέση και τέλος τη γωνία σε μοίρες από την πρώτη.
features_9_p2= Αυτό μπορεί να χρησιμοποιηθεί σε ένα σύνολο της φωτογραφικών, μαθηματικών και γραφικών εφαρμογών.
features_10_h1= Πίνακας
features_10_p1= Μπορείτε να έχετε έναν εικονικό πίνακα στην επιφάνεια εργασίας σας. Αξιοποιήστε τον για τις  παρουσιάσεις σας ή για να σχεδιάσετε κάτι στην επιφάνεια εργασίας σας.
download_1_h1= Για Οικιακούς Χρήστης
download_1_p1= Μόνο για Προσωπική Χρήση
download_1_p2= Χωρίς αυτόματες Ενηνερώσεις
download_1_p3= Χωρίς Τεχνική Υποστήριξη
download_2_h1= Για Επαγγελματική Χρήση
download_2_p1= Επαγγελματική και Προσωπική Χρήση
download_2_p2= Αυτόματες Ενημερώσεις
download_2_p3= Tεχνική Υποστήριξη
download_2_p4= Διαρκείς Αναβαθμίσεις
download_2_p5= Χωρίς Διαφημίσεις
buy_table_h1= Αριθμός Χρηστών
buy_table_h2= Τιμή (σε USD) ανά Χρήστη
buy_table_p1= Επικοινωνήστε μαζί μας για να πάρετε μια προσφορά!
buy_table_p2= Οι φόροι και οι πρόσθετες χρεώσεις διαφέρουν ανάλογα με τη χώρα διαμονής σας.
buy_table_p2_vat= ΦΠΑ
buy_1_h1= Άμεση παράδωση του Κλειδιού Ενεργοποίησης
buy_1_p1= Έχετε άμεση πρόσβαση στο κλειδί ενεργοποίησης σας, με την ολοκλήρωση της παραγγελίας σας.
buy_2_h1= Εφ' όρου ζωής Ενημερώσεις
buy_2_p1= Τα προγράμματα συνδρομής χρεώνονται ετησίως.
buy_3_h1= Ερωτήσεις Σχετικές με την Αγορά σας
buy_3_p1= Αν έχετε οποιεσδήποτε ερωτήσεις σχετικά με την αγορά ή την αδειοδότηση, μη διστάσετε, {contactus}
buy_3_p1_contactus: να επικοινωνήστε μαζί μας
buy_year= Έτος
buy_single= Μεμονωμένο Πρόγραμμα
buy_single_p1= Εγκατάσταση σε 2 υπολογιστές ανά χρήστη
buy_team= Ομαδικό Πρόγραμμα
buy_team_user= Χρήστες
buy_site= Πρόγραμμα ανά Χώρο
buy_site_p1= Εγκατάσταση σε απεριόριστο αριθμό Η/Υ στον χώρο
buy_month= Μήνας
buy_monthly= Μηνιαία
buy_yearly= Ετήσια
buy_pay_once= Πληρώστε μία φορά και πάρτε δωρεάν ενημερώσεις ισοβίως.
buy_for_individuals = Για Ιδιώτες
buy_for_teams= Για Ομάδες
buy_for_enterprise=Για την Επιχείρηση
buy_single_lifetime= Μεμονωμένη Ισόβια
buy_team_lifetime= Ομαδική Ισόβιαe
buy_site_lifetime= Επιχειριασιακή Ισόβια
buy_subscriptions= Συνδρομές
buy_lifetime = Ειδική Ισόβια
secure_order= Ασφαλής παραγγελία μέσω του 2Checkout
uninstall_h1= Η γνώμη σας μετράει.
uninstall_p1= Θα εκτιμούσαμε να ακούσουμε τα σχόλια σας. Τα σχόλιά σας θα μας βοηθήσουν να κάνουμε το PicPick ακόμη καλύτερο.
uninstall_comment= Λεπτομέριες
uninstall_comment_placeholder: Π.χ., γιατί το απεγκαταστήσατε; Τι του λείπει; Ποια λειτουργία θα θέλατε;
uninstall_email= Το Email σας (Προαιρετικά)
uninstall_email_placeholder= Εισάγετε τη διεύθυνση του ηλεκτρονικού σας ταχυδρομείου.
uninstall_send= Αποστολή σχολίων
about_us= Πληροφορίες για εμάς
about_h1= Είμαστε μια εταιρεία ανάπτυξης λογισμικού που ειδικεύεται στην πλατφόρμα Microsoft Windows.
about_p1= Στόχος μας είναι η ανάπτυξη και η έκδοση λογισμικού υψηλής ποιότητας, φιλικό στο χρήστη που παρέχει στους χρήστες μας ένα πρακτικό περιβάλλον προγραμματισμού.
contact_h1= Θα θέλαμε πολύ να ακούσουμε τις προτάσεις σας ! Συμπληρώστε αυτή τη φόρμα και θα επικοινωνήσουμε μαζί σας το συντομότερο.
contact_us= Επικοινωνήστε μαζί μας
contact_email= Υποστήριξη ηλεκτρονικού ταχυδρομείου
contact_email_at= Μπορείτε επίσης να επικοινωνήσετε μαζί μας μέσω ηλεκτρονικού ταχυδρομείου στη διεύθυνση : {email}
contact_email_send= Στείλτε μας ένα email
beta_banner= Δοκιμάστε τις νέες δυνατότητες με τις Beta εκδόσεις του PicPick!
beta_button= Δοκιμάστε το Τώρα
try_darkmode= Δοκιμάστε τη Σκουρόχρωμη Λειτουργία
try_darkmode_on= Σκουρόχρωμη λειτουργία ενεργοποιημένη
contact_form_category= Κατηγορία
contact_form_select=- ΕΠΙΛΕΞΤΕ -
contact_form_email=Email
contact_form_subject= Θέμα
contact_form_body= Λεπτομέρειες 
contact_form_body_placeholder= Πείτε μας περισσότερα σχετικά ...
contact_form_os=Operating Σύστημα
contact_form_version= Έκδοση PicPick
contact_form_license= Κλειδί Άδειας
contact_form_license_placeholder= Για premium υποστήριξη, εισάγετε ένα έγκυρο κλειδί άδειας χρήσης.
contact_form_success= Επιτυχής
contact_form_success_description= Τα σχόλιά σας στάλθηκαν με επιτυχία.
contact_form_error= Σφάλμα
contact_form_error_description= Λυπούμαστε που δεν μπορούμε να το επεξεργαστούμε αυτήν τη στιγμή.
promotion_timeout=Don't miss out before it's gone.
buy_existing_user=Renew an existing license
checkout_for_individual=For Individuals
checkout_for_individual_desc=single or family
checkout_for_company=For Teams
checkout_for_company_desc=company or organization
checkout_header=Delivery Information
checkout_summary=Order Summary
checkout_license=License
checkout_product=Product
checkout_users=Users
checkout_quantity=Quantity
checkout_quantity_warning_header=Install on a maximum of {num} computers
checkout_quantity_warning_body=Increase quantity to install on more computers.
checkout_price=Price
checkout_vat=Taxes and additional charges may apply.
checkout_firstname=First Name
checkout_lastname=Last Name
checkout_companyname=Company Name
checkout_email=Email
checkout_email_confirm=Confirm Email
checkout_checkout=Checkout
checkout_or=OR
checkout_paypal=Pay with PayPal
thankyou_header=Thank you for your order. Your payment was completed!
thankyou_detail=Order Details
thankyou_orderref=Order Reference No.
thankyou_payment=Payment method
thankyou_date=Date
thankyou_total=Total price
thankyou_email=Please check {email} for the order confirmation email (including spam/junk folder).
promo_continue=Continue
promo_warning=We require payment information to authenticate you when you sign up. We won't charge you for the free promotion.

[Message]

MSG_TRAY_TITLE                         = PicPick
MSG_ICON_TITLE                         = PicPick
MSG_MESSAGEBOX_TITLE                   = PicPick
MSG_PROTRACTOR_CENTERPOINT             = Κάντε κλικ σε ένα κεντρικό σημείο στην οθόνη.
MSG_ACTIVEWINDOW                       = Πατήστε το [%s] πλήκτρο για λήψη του ενεργού παράθυρου.
MSG_EXITSAVEIMAGE                      = Θέλετε να αποθηκεύσετε τις αλλαγές στο [%s];
MSG_DEFAULT_IMAGENAME                  = Εικόνα
MSG_DIRECTORYACCESSERROR               = Δεν υπάρχει πρόσβαση στον κατάλογο.
MSG_DEFAULT_TAPNAME                    = Χωρίς εικόνα
MSG_HOTKEY_ALREADY1                    = Η εφαρμογή δεν μπορεί να καταχωρήσει τα παρακάτω πλήκτρα συντόμευσης.
MSG_HOTKEY_ALREADY2                    = Θέλετε να αλλάξετε αυτά τα πλήκτρα συντόμευσης;
MSG_THISFOLDERNOTFOUND                 = Δεν μπορεί να βρεθεί ο κατάλογος [ διαδρομή ή το όνομα φακέλου ].
MSG_INVALID_FILENAME                   = Αυτό το όνομα αρχείου είναι άκυρο.
MSG_FAIL_AUTOSAVE=Please check your auto-save file name settings. If this problem continues after checking, please add the picpick.exe to your anti-virus software whitelist.
MSG_INVALID_CLIPBOARD                  = Προέκυψε σφάλμα κατά την λήψη δεδομένων από το πρόχειρο!
MSG_CANNOTREPEATCAPTURE                = Δε μπορεί να βρεθεί η επιλεγμένη περιοχή  της τελευταίας λήψης.
MSG_CLOSEALLIMAGE                      = Θέλετε να κλείσουν όλες οι μη-αποθηκευμένες εικόνες;
MSG_FILE_OPEN                          = Άνοιγμα
MSG_FILE_SAVE                          = Αποθήκευση ως
MSG_NEWVERSIONAVAILABLE                = Μια νεώτερη έκδοση του PicPick είναι διαθέσιμη. Θέλετε να μεταβείτε στη σελίδα λήψης τώρα;
MSG_PROGRAM_NOTADDYET                  = Πρέπει να επιλέξετε ένα εξωτερικό πρόγραμμα για να στείλετε τις λήψεις σας!
MSG_EXTERNALPROGRAMERROR               = Δεν μπορεί να βρεθεί το προσδιορισμένο εξωτερικό πρόγραμμα. 
MSG_PARAMETERS_TITLE                   = Παράμετροι PicPick
MSG_OLDLANGUAGE                        = Το αρχείο γλώσσας είναι παλιάς έκδοσης, έτσι ώστε κάποια από τα κείμενα δεν μεταφράζονται. Θέλετε πραγματικά να αλλάξετε τη γλώσσα; 
MSG_INVALIDALBUMNAME                   = Το όνομα του άλμπουμ δεν είναι έγκυρο.
MSG_CREATEFAILUREALBUM                 = Σφάλμα Δημιουργίας άλμπουμ.
MSG_LOADINGFAILUREALBUM                = Σφάλμα φόρτωσης άλμπουμ.
MSG_IDEMPTY                            = Παρακαλώ εισάγετε όνομα χρήστη.
MSG_PWEMPTY                            = Παρακαλώ εισάγετε κωδικό χρήστη.
MSG_SAVE                               = Αποθήκευση
MSG_DONTSAVE                           = Όχι Αποθήκευση
MSG_DONTSAVEALL                        = Όχι σε Όλα
MSG_NODISPLAYAGAIN                     = Να μην εμφανιστεί ξανά αυτό το μήνυμα
BTN_YES                                = Ναι
BTN_NO                                 = Οχι
BTN_NOALL                              = Οχι σε Όλα
MSG_INPUTTEXT                          = Παρακαλώ εισάγετε κείμενο εδώ
MSG_FLATTENLAYER                       = Για αυτή την ενέργεια, θα πρέπει να εξομαλύνετε τα σχήματα με την εικόνα φόντου. Θέλετε να εξομαλυνθούν τα σχήματα;
MSG_FLATTENALL                         = Θέλετε την εξομάλυνση όλων των σχημάτων;
MSG_INVALID_DOWNLOADURL                = Προέκυψε ένα σφάλμα κατά τη λήψη της εικόνας.
MSG_OPENURL                            = Παρακαλώ εισάγετε ένα URL.
MSG_ANYSETTINGOK                       = Οι ρυθμίσεις άλλαξαν επιτυχώς.
MSG_DEFAULTEDITOR                      = Το PicPick είναι το προεπιλεγμένο πρόγραμμα επεξεργασίας εικόνας.
MSG_FTPINFONEED                        = Πρέπει πρώτα να εισάγετε τις πληροφορίες του διακομιστή FTP.
MSG_CONNECTIONFAIL                     = Παρουσιάστηκε ένα σφάλμα στη σύνδεση με τον διακομιστή.
MSG_PROGRAM_NOSKYPE                    = Δεν βρέθηκε το Skype.
MSG_ACTIVATE_OFFLINE                   = Αδύνατη η ενεργοποίηση του κλειδιού αδείας σας λόγω δικτυακού ή άλλου προβλήματος. Θέλετε να ενεργοποιήσετε την άδεια σας σε λειτουργία offline;
MSG_ACTIVATE_OK                        = Η άδεια σας έχει ενεργοποιηθεί. Σας ευχαριστούμε για την επιλογή του PicPick!
MSG_ACTIVATE_TRIAL                     = Η δοκιμαστική άδεια έχει ενεργοποιηθεί. Σας ευχαριστούμε για την επιλογή του PicPick!
MSG_ACTIVATE_FAIL                      = Η ενεργοποίηση δεν είναι εφικτή. παρακαλώ επικοινωνήστε με το κέντρο υποστήριξης του PicPick.
MSG_VALIDOWNERNAME                     = Παρακαλώ εισάγετε ένα έγκυρο όνομα κατόχου.
MSG_VALIDLICENSEKEY                    = Παρακαλώ εισάγετε ένα έγκυρο κλειδί άδειας.
MSG_FILENOTFOUND                       = Δεν βρέθηκε ένα αρχείο.
MSG_CAPTUREAREAFAIL                    = Προέκυψε σφάλμα κατά τον υπολογισμό της περιοχής λήψης. Παρακαλούμε ελέξτε το λογισμικό σας(anti-virus, malware/spyware) που μπορεί να προκαλεί το πρόβλημα.
MSG_TRANSPARENCYLOST                   = Κάθε διαφάνεια θα χαθεί αν αποθηκεύσετε αυτή την εικόνα. Θέλετε να συνεχίσετε;
MSG_DONOTSHOWWEEK                      = Να μην εμφανιστεί πάλι αυτό το παράθυρο για μια εβδομάδα
MSG_NEWVERSIONAVAILABLE_SHORT          = Είναι διαθέσιμη μια νέα έκδοση του PicPick
MSG_HOTKEY_ALREADY3                    = Παρακαλώ ελέγξτε άλλη εφαρμογή που τρέχει αυτή τη στιγμή, όπως το Dropbox, ή το OneDrive.
MSG_NEWVERSIONINSTALL                  = Eίναι διαθέσιμη μια νεώτερη έκδοση του PicPick. Θέλετε να την εγκαταστήσετε τώρα;
MSG_NEWVERSIONINSTALLING               = Παρακαλώ περιμένετε ενώ γίνεται λήψη της ενημέρωσης...
MSG_NEWVERSIONRESTART                  = Η ενημέρωση θα ξεκινήσει αυτόματα σε λίγα δευτερόλεπτα...
MSG_ACTIVATE_INVALID                   = Το κλειδί άδειας που έχετε εισάγει δεν είναι έγκυρο. Ελέγξτε το κλειδί σας και δοκιμάστε ξανά.
MSG_NOUPDATEAVAILABLE                  = Δεν υπάρχουν προς το παρόν διαθέσιμες ενημερώσεις.
MSG_NOTENOUGHCAPTUREAREA               = Η επιλεγμένη περιοχή είναι πολύ μικρή για να αποτυπωθεί.
MSG_CAPTUREOPTION_NEXTTIME             = Η επιλεγμένη επιλογή θα εφαρμοστεί στην επόμενη αποτύπωση.
MSG_ACTIVATE_EXPIRED                   = Η άδεια σας έληξε. Ανανεώστε την άδειά σας για να συνεχίσετε να χρησιμοποιείτε το PicPick χωρίς διακοπές.
MSG_RESTART_WARNING                    = Ορισμένες αλλαγές δεν θα ισχύσουν έως ότου γίνει επανεκκίνηση του προγράμματος.
MSG_DEACTIVATE                         = Είστε βέβαιοι ότι θέλετε να απενεργοποιήσετε την άδειά σας σε αυτόν τον υπολογιστή;
MSG_DEACTIVATE_SUCCESS                 = Η άδεια σας έχει απενεργοποιηθεί επιτυχώς.
MSG_SCREENRECORDER_FAILURE             = Παρουσιάστηκε σφάλμα κατά την προετοιμασία του Καταγραφέα Οθόνης. Εγκαταστήστε ξανά την εφαρμογή.
MSG_SCREENRECORDER_HELP_RECORD         = Για να σταματήσετε την καταγραφή πλήρους οθόνης, κάντε κλικ στο εικονίδιο της εγγραφής οθόνης στην περιοχή ειδοποιήσεων της γραμμής εργασιών ή πατήστε το κουμπί [%s].
MSG_SCREENRECORDER_HELP_STOP           = Η εγγραφή βίντεο ολοκληρώθηκε. Θέλετε να προβάλετε το εγγεγραμμένο αρχείο βίντεο στον φάκελο εξόδου;
MSG_SCREENRECORDER_HELP_LIMITED        = Αυτή η δωρεάν έκδοση περιορίζεται σε εγγραφές των %d λεπτών.
MSG_ERROR_LOADIMAGE                    = Παρουσιάστηκε σφάλμα κατά την ανάγνωση του αρχείου. Αυτό δεν είναι έγκυρο ένα αρχείο εικόνας ή η μορφή του δεν υποστηρίζεται αυτήν τη στιγμή.
MSG_ERROR_LOADHEIC                     = Απαιτείται μια πρόσθετη επέκταση για το άνοιγμα αυτού του αρχείου. Θέλετε να μεταβείτε στη σελίδα λήψης τώρα;
MSG_RESTORE_DEFAULT                    = Είστε βέβαιοι ότι θέλετε να επαναφέρετε τις προεπιλεγμένες ρυθμίσεις;
MSG_DISABLED_FEATURE                   = Αυτή η δυνατότητα έχει απενεργοποιηθεί από τον διαχειριστή σας.
MSG_DUPLICATED_FILETABNAME             = Το όνομα του αρχείου ή της καρτέλας υπάρχει ήδη.
MSG_SCROLLCAPTURE_FAILURE              = Δεν είναι δυνατή η εκτέλεση  κυλιόμενης καταγραφής του [%s].
MSG_SCREENRECORDER_INSTALL             = Ο Screen Recorder απαιτεί προνόμια διαχειριστή για την εκτέλεση μιας πρόσθετης εγκατάστασης. Συνέχεια;
MSG_INVALID_HOTKEY                     = Το πλήκτρο που έχει πατηθεί δεν μπορεί να χρησιμοποιηθεί σαν πλήκτρο άμεσης πρόσβασης.
#7.2.0
MSG_RESET=Είστε σίγουροι ότι θέλετε να επαναφέρετε τις επιλογές με την έξοδο από το πρόγραμμα;
MSG_RESET_CONFIRM=Πρέπει να επανεκκινήσετε το πρόγραμμα για να τεθούν σε ισχύ οι αλλαγές.
MSG_SCREENRECORDER_ERROR=Προέκυψε σφάλμα κατά την επεξεργασία της κωδικοποίησης.
MSG_SCREENRECORDER_NOINPUTS=Δεν μπορούν να βρεθούν συσκευές εισόδου ήχου.
MSG_FAIL_LIMIT_AUTOSAVE=Ο φάκελος αυτόματης αποθήκευσης έχει φτάσει στο όριο. Ελέγξτε το φάκελο αυτόματης αποθήκευσης.
#7.2.0
